[
  {
    "id": "mattesheriff",
    "title": "Mattesheriff",
    "description": "Elevene står i en stor sirkel. Læreren står i midten og har rollen som “sheriff”. Sheriffen peker plutselig på én tilfeldig elev i sirkelen, som da må bøye seg raskt ned. Cowboyene på hver side av denne eleven skal duellere i et mattestykke. Her kan læreren variere i vanskelighetsgrad ut ifra nivå på elevene. Aktiviteten kan utføres som konkurranse eller vare i en gitt tid.",
    "time": "5 min",
    "image": "/activityPictures/sheriff.png",
    "tools": "Ingen",
    "location": "Inne/ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "tallinje",
    "title": "Tallinje",
    "description": "Læreren tegner en tallinje på bakken med kritt, eller benytter en eksisterende tallinje dersom det finnes. En tallinje fra 0 til 10 fungerer godt som utgangspunkt, men lengden kan justeres etter behov. Elevene får matematiske oppgaver fra læreren, og beveger seg deretter til riktig plassering på tallinjen ut fra svaret sitt. Aktiviteten kan gjennomføres individuelt eller i grupper for å fremme samarbeid og diskusjon. Etter hver oppgave er det nyttig å stoppe opp og snakke sammen om hvordan elevene tenkte, hvilke strategier de brukte – og om de kunne ha løst det på en annen måte.  \n\n Tips:  Ta pauser mellom hver oppgave og be elevene forklare hvordan de tenkte. Det gir god begrepslæring og muntlig matematikk i praksis.",
    "time": "45 min",
    "image": "/activityPictures/tallinje.png",
    "tools": "Tallinje, Evt kritt",
    "location": "Inne/ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "stiv-heks",
    "title": "Stiv heks",
    "description": "Elevene leker en aktiv versjon av stiv heks, enten ute eller i gymsalen. Én elev er «heks» og forsøker å fange de andre. Når noen blir tatt, må de fryse i den posisjonen de ble tatt i. For å bli befridd må læreren komme bort og gi et regnestykke. Når heksen har klart å fange fem elever samtidig, bytter læreren hvem som er heks – slik får flere prøvd rollen, og leken holder tempoet oppe. Læreren tilpasser vanskelighetsgraden etter nivået, ved å variere mellom enkle hoderegningsoppgaver eller mer utfordrende oppgaver med større tall og multiplikasjon.",
    "time": "15 min",
    "image": "/activityPictures/stiv-heks.png",
    "tools": "Ingen, For avansert regning kan penn og papir være lurt",
    "location": "Ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "mattejakt",
    "title": "Mattejakt",
    "description": "I denne aktiviteten skal elevene ut på en spennende mattejakt i klasseromme eller utet. Rundt om i rommet henger det ulike poster – hver med en matematisk utfordring som må løses for å kunne gå videre til neste post. Oppgavene kan være varierte og tilpasset tema og nivå: alt fra regnestykker i hodet, logiske gåter, koder som må knekkes, eller problemløsning med samarbeid. Elevene kan jobbe individuelt eller i små grupper, og de beveger seg fritt rundt i rommet. \n\n Del elevene inn i grupper på 4-5 elever. Fordel fire/fem poster med en oppgave ved hver post. Bruk kjegler eller markører for å tydeliggjøre postene. ",
    "time": "45 min",
    "image": "/activityPictures/mattejakt.png",
    "tools": "Penn,papir",
    "location": "Inne/ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "pastandsveggene",
    "title": "Påstandveggene",
    "description": "Læreren presenterer ulike matematiske oppgaver eller påstander muntlig, hvor hver vegg i klasserommet representerer et svaralternativ. Når elevene har tenkt seg frem til hva de mener er riktig svar, beveger de seg fysisk til den veggen som tilsvarer deres valg. Etter at alle har valgt, gjennomgår læreren svaret sammen med klassen og inviterer til refleksjon: Hvorfor valgte du den veggen? Kunne man tenkt på det på en annen måte? \n\n  Dersom man opplever at elevene hermer etter hverandre, kan man utføre aktiviteten med lukkede øyne. Når elevene skal velge vegg kan de peke i den retningen veggen er. Dette bidrar til mer selvstendig tenkning. ",
    "time": "15 min",
    "image": "/activityPictures/påstandsveggene.png",
    "tools": "Ingen",
    "location": "Inne/ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "nappe-hale",
    "title": "Nappe hale",
    "description": "Hver elev har en hale rundt livet. Leken går ut på å nappe halen ut. Etter endt lek skal man regne ut antall poeng hver enkelt elev har fått. Halene representerer forskjellige verdier slik at det er lett å variere vanskelighetsgrad",
    "time": "15 min",
    "image": "/activityPictures/nappe-hale.png",
    "tools": "Hale (tøystykke / snor)",
    "location": "Inne",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "laere-klokka",
    "title": "Lære klokka",
    "description": "Før timen får elevene beskjed at de skal gjøre visse aktiviteter til gitte tider. Feks: 5 over 11 skal alle hoppe 3 ganger, 09.41 skal alle legge seg på gulvet",
    "time": "45 min",
    "image": "/activityPictures/klokka.png",
    "tools": "En klokke",
    "location": "Inne",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "problemlosning-hverdagen",
    "title": "Problemløsning fra hverdagen",
    "description": "Elevene kan enten løpe en distanse, hoppe lengdehopp, hoppe stillehopp osv slik at de får en målbar verdi. Denne verdien skal brukes i regnestykker som skal løses av elevene. Feks kan to elever gå sammen og legge sammen deres hoppede distanse",
    "time": "45 min",
    "image": "/activityPictures/hverdagen.png",
    "tools": "Stoppeklokke, målebånd etc",
    "location": "Inne/ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "regnefrisbee",
    "title": "Regnefrisbee",
    "description": "Elevene kaster en frisbee og løper til stedet der den lander. På bakken ligger regneoppgaver de må løse.",
    "time": "45 min",
    "image": "/activityPictures/regne-frisbee.png",
    "tools": "En frisbee, ertepose, etc",
    "location": "Ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "bingo",
    "title": "Bingo",
    "description": "Elevene får bingobrett med tall. Læreren eller en medelev leser opp regnestykker, og elevene går rundt i klasserommet for å finne riktig svar og markerer om det finnes på brettet. Første med full rad vinner.",
    "time": "15 min",
    "image": "/activityPictures/bingo.png",
    "tools": "Penn og papir",
    "location": "Inne",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "hoderegning-kortstokk",
    "title": "Hoderegning med kortstokk",
    "description": "Elevene deles inn i par eller større grupper. Legg kort med bildesiden ned utover et område. Etter tur trekker elevene kort. Kortene representerer verdier de skal putte inn i regnestykker de får fra læreren.",
    "time": "15 min",
    "image": "/activityPictures/hoderegning-kortstokk.png",
    "tools": "Kortstokk",
    "location": "Inne",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "hangman-figurer",
    "title": "Hangman med figurer",
    "description": "Læreren starter med å tegne en strek på tavla. Elevene gjetter hvilket areal / figur det kan være. For hver feil tegnes det på hangmannen. Etter hvert gjett tegner læreren en strek til. Alle elevene står oppreist under øvelsen, og på rundgang går frem til læreren og gjetter",
    "time": "5 min",
    "image": "/activityPictures/hangman.png",
    "tools": "Kritt og tavle",
    "location": "",
    "grade": "Andre årstrinn,Fjerde årstrinn, Sjette årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "tiervenner",
    "title": "Tiervenner",
    "description": "Alle elevene sitter (eller står) i en sirkel med et tall foran seg. Her kan man ha tegnet et tall på et A4 papir. Tallene er delt opp slik at det kun finnes tiervenner (eller nuller-venner). Etter lærerens kommando skal tiervennene bytte plass i sirkelen.",
    "time": "5 min",
    "image": "/activityPictures/tiervenner.png",
    "tools": "Penn og papir",
    "location": "Inne/ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "terningskast",
    "title": "Terningskast",
    "description": "Elevene deles i grupper, og skal sammen kaste terning som blir verdien de skal putte inn i regnestykket de får fra læreren",
    "time": "15 min",
    "image": "/activityPictures/terningkast.png",
    "tools": "Penn, papir og terning",
    "location": "Inne/ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "hvem-er-jeg",
    "title": "Hvem er jeg?",
    "description": "Elevene får et ark med et tall klistret på ryggen. Deretter må elevene gå rundt i klasserommet og stille ja/nei spørsmål til de andre elevene for å finne ut hvilket tall de er. Eks: 'Er jeg større enn 10?'",
    "time": "5 min",
    "image": "/activityPictures/hvem-er-jeg.png",
    "tools": "Penn, papir",
    "location": "Inne",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "geometridans",
    "title": "Geometridans",
    "description": "Elevene danser til musikk og må utføre oppgaver lærerne sier. Dersom læreren sier 'trekant', må elevene enten alene eller med andre elever danne en trekant med kroppen",
    "time": "15 min",
    "image": "/activityPictures/geometridans.png",
    "tools": "Høyttaler",
    "location": "Inne",
    "grade": "Andre årstrinn, Fjerde årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "ranger-meg",
    "title": "Ranger meg!",
    "description": "Elever får utdelt kort med tall, brøker, tid, eller prosent. De skal stille seg i rekkefølgen gitt fra læreren",
    "time": "5 min",
    "image": "/activityPictures/ranger-meg.png",
    "tools": "Penn, Papir",
    "location": "Inne/ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "mattememory",
    "title": "Mattememory",
    "description": "Legg en kortstokk spredt ned på bakken med bildesiden ned. Elevene skal på tur trekke to og to kort og prøve å finne tilhørende par. Parrene kommer frem fra oppgaver læreren gir. Feks: finn faktorene til 6",
    "time": "15 min",
    "image": "/activityPictures/mattememory.png",
    "tools": "Kortstokk",
    "location": "Inne",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "stafett",
    "title": "Stafett",
    "description": "Elevene skal løpe / hoppe / hinke / gå til andre siden, løse en matteoppgave og løpe tilbake",
    "time": "45 min",
    "image": "/activityPictures/stafett.png",
    "tools": "Penn, papir",
    "location": "Inne/ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "hundrenett",
    "title": "Hundrenett",
    "description": "Et fysisk 10x10 rutenett legges på gulvet. Elever kaster eller plasserer brikker på ruter, og bruker tallet de lander på i ulike regneoppgaver (f.eks. +10, partall/oddetall, multipler).",
    "time": "45 min",
    "image": "/activityPictures/hundrenett.png",
    "tools": "Penn, Papir",
    "location": "Ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },

  {
    "id": "koordinatsystemet",
    "title": "Koordinatsystemet",
    "description": "Læreren legger ut et stort koordinatsystem på gulvet eller ute i skolegården. Læreren gir et koordinat til elevene. Oppfordre elevene til å samarbeide om å finne frem til koordinaten. Læreren kan sirkulere rundt i koordinatsystemet og hjelpe de som trenger det eller kontrollere at de finner frem til rett koordinat.",
    "time": "45 min",
    "image": "/activityPictures/koordinatsystemet.png",
    "tools": "Koordinatsystem, evt hyssing, ark, kritt)",
    "location": "Ute",
    "grade": "Tredje årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "tallinje-oppdagelse",
    "title": "Tallinje oppdagelse",
    "description": "Barna starter med å stå på en linje. Hver elev får utdelt et kort med et tall. Elevene stiller seg deretter på en stor tallinje tegnet med kritt på bakken, i rekkefølge etter hvilket tall de har på kortet. Etter at alle har funnet sin plass, diskuterer vi plasseringen med elevene. Er det noen annen måte de kunne ha stått på nummerlinjen? Hvordan kan vi plassere dem når vi teller baklengs? Deretter fjerner vi kortene og ber elevene huske hvor de stod, men endrer rekkefølgen ved å telle baklengs. Dette hjelper elevene med å visualisere tallsekvenser og forståelsen av rekkefølge på en tallinje.",
    "time": "45 min",
    "image": "/activityPictures/tallinje.png",
    "tools": "kortstokk, kritt",
    "location": "Ute",
    "grade": "Andre årstrinn",
    "number_of_tasks": 1
  },
  {
    "id": "tallinje-hopp",
    "title": "Hopp på tallinje",
    "description": "Aktiviteten starter med at barna stiller seg på en valgt tall på tallinjen. Barna skal så hoppe framlengs og baklengs langs tallinjen med forskjellige differanser. Læreren roper ut instruksjoner som 'hopp tre steg frem' eller 'hopp to steg tilbake'. Barna skal også finne partall og oddetall, og vise dette ved å hoppe på det de tror er riktig. Til slutt skal barna plassere seg på forskjellige tall på linjen og si hvilket tall de står på etter flere hopp.",
    "time": "45 min",
    "image": "",
    "tools": "Tallinje, Evt kritt",
    "location": "Ute",
    "grade": "Andre årstrinn",
    "number_of_tasks": 1
  },
  {
    "id": "telleleken",
    "title": "Telleleken",
    "description": "I denne aktiviteten vil elevene delta i leken tellingsaktivitet der de beveger seg, samarbeider og bruker kroppen for å forstå tallrekker. Start med å samle elevene i en sirkel ute i skolegården eller i gymsalen. En elev starter med å si tallet 1 og klapper én gang. Neste elev sier tallet 2 og klapper to ganger. Dette fortsetter rundt i sirkelen. Etter en runde endres reglene: Elevene beveger seg tre skritt fremover hvis tallet er et oddetall og hopper på stedet hvis det er et partall. Læreren kan gjøre det mer utfordrende ved å be dem telle baklengs eller begynne på et annet tall. Målet er å styrke forståelsen for tallrekker, partall og oddetall gjennom bevegelse.",
    "time": "15 min",
    "image": "/activityPictures/telleleken.png",
    "tools": "Ingen",
    "location": "Inne/ute",
    "grade": "Andre årstrinn",
    "number_of_tasks": 1
  },
  {
    "id": "koordinatsystem-twister",
    "title": "Koordinatsystem Twister",
    "description": "I denne leken vil elevene spille en versjon av spillet 'Twister' med et koordinatsystem malt på bakken. Læreren forklarer raskt hvordan et koordinatsystem fungerer og gir hver elev en tur der de skal plassere hender og føtter på bestemte koordinater på bakken. For eksempel, 'høyre hånd på (2,1)'. Etter aktiviteten kan læreren stille spørsmål til elevene om hvordan det var å finne de ulike punktene, og hvordan de oppfattet utfordringen.",
    "time": "45 min",
    "image": "/activityPictures/koordinat-twister.png",
    "tools": "Kritt/tau",
    "location": "Ute",
    "grade": "Tredje årstrinn",
    "number_of_tasks": 1
  },
  {
    "id": "balanse-leken",
    "title": "Balanseleken",
    "description": "I denne aktiviteten skal elevene jobbe i grupper for å finne balanse. Læreren lager en linje på gulvet i klasserommet ved hjelp av teip eller stoler. Elevene skal deretter plassere seg selv og forskjellige gjenstander (for eksempel bøker). Målet er å oppnå balanse, hvor begge sider av linja er like tynget. Elevene må kommunisere med hverandre for å bestemme hvor de og gjenstandene skal plasseres for å oppnå balanse.",
    "time": "15 min",
    "image": "/activityPictures/balanse-leken.png",
    "tools": "Teip, gjenstander i klasserommet",
    "location": "Inne",
    "grade": "Tredje årstrinn",
    "number_of_tasks": 1
  },
  {
    "id": "vinkel_moro",
    "title": "Vinkelmoro",
    "description": "Vinkelmoro er en aktivitet der elevene utforsker og beskriver vinkler ved hjelp av kroppen sin. Elevene står i en sirkel, og sammen skal de forme ulike geometriske figurer ved å bruke armene som vinkelmålere. Læreren roper ut navnet på en figur, som for eksempel triangel eller firkant, og elevene må bruke armene for å illustrere vinklene i figuren. Aktiviteten avsluttes med at elevene sammenligner sine fremstillinger, og diskuterer likheter og forskjeller.",
    "time": "15 min",
    "image": "/activityPictures/vinkelmoro.png",
    "tools": "Ingen",
    "location": "Inne/ute",
    "grade": "Fjerde årstrinn",
    "number_of_tasks": 1
  },
  {
    "id": "divisjonsdans",
    "title": "Divisjonsdans",
    "description": "Elevene deles inn i små grupper og skal utføre en dans som representerer divisjon. Hver gruppe starter med å stå sammen i en klynge. Læreren gir hver klynge et tall, for eksempel 12, og en divisjonstype, for eksempel delingsdivisjon. Elevene skal deretter fysisk dele seg opp i like grupper som illustrerer divisjonen, for eksempel 12 delt på 3. Gruppen skal så lage en enkel dans der de viser hvordan tallet (klyngen) deles opp, for eksempel ved å ta tre steg bakover og danne fire nye klynger av tre elever. Hver dans avsluttes med at gruppen roper svaret høyt.",
    "time": "15 min",
    "image": "/activityPictures/divisjonsdans.png",
    "tools": "Ingen",
    "location": "Inne/ute",
    "grade": "Fjerde årstrinn",
    "number_of_tasks": 1
  }
]
