[
  {
    "id": "mattesheriff",
    "title": "Mattesheriff",
    "description": "Elevene står i en stor sirkel. Læreren står i midten og har rollen som “sheriff”. Sheriffen peker plutselig på én tilfeldig elev i sirkelen, som da må bøye seg raskt ned. Cowboyene på hver side av denne eleven skal duellere i et mattestykke. Her kan læreren variere i vanskelighetsgrad ut ifra nivå på elevene. Aktiviteten kan utføres som konkurranse eller vare i en gitt tid.",
    "time": "5 min",
    "image": "/activityPictures/sheriff.png",
    "tools": "Ingen",
    "location": "Inne/ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "tallinje",
    "title": "Tallinje",
    "description": "Læreren tegner en tallinje på bakken med kritt, eller benytter en eksisterende tallinje dersom det finnes. En tallinje fra 0 til 10 fungerer godt som utgangspunkt, men lengden kan justeres etter behov. Elevene får matematiske oppgaver fra læreren, og beveger seg deretter til riktig plassering på tallinjen ut fra svaret sitt. Aktiviteten kan gjennomføres individuelt eller i grupper for å fremme samarbeid og diskusjon. Etter hver oppgave er det nyttig å stoppe opp og snakke sammen om hvordan elevene tenkte, hvilke strategier de brukte – og om de kunne ha løst det på en annen måte.  \n\n Tips:  Ta pauser mellom hver oppgave og be elevene forklare hvordan de tenkte. Det gir god begrepslæring og muntlig matematikk i praksis.",
    "time": "45 min",
    "image": "/activityPictures/tallinje.png",
    "tools": "Tallinje, Evt kritt",
    "location": "Inne/ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "stiv-heks",
    "title": "Stiv heks",
    "description": "Elevene leker en aktiv versjon av stiv heks, enten ute eller i gymsalen. Én elev er «heks» og forsøker å fange de andre. Når noen blir tatt, må de fryse i den posisjonen de ble tatt i. For å bli befridd må læreren komme bort og gi et regnestykke. Når heksen har klart å fange fem elever samtidig, bytter læreren hvem som er heks – slik får flere prøvd rollen, og leken holder tempoet oppe. Læreren tilpasser vanskelighetsgraden etter nivået, ved å variere mellom enkle hoderegningsoppgaver eller mer utfordrende oppgaver med større tall og multiplikasjon.",
    "time": "15 min",
    "image": "/activityPictures/stiv-heks.png",
    "tools": "Ingen, For avansert regning kan penn og papir være lurt",
    "location": "Ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "mattejakt",
    "title": "Mattejakt",
    "description": "I denne aktiviteten skal elevene ut på en spennende mattejakt i klasseromme eller utet. Rundt om i rommet henger det ulike poster – hver med en matematisk utfordring som må løses for å kunne gå videre til neste post. Oppgavene kan være varierte og tilpasset tema og nivå: alt fra regnestykker i hodet, logiske gåter, koder som må knekkes, eller problemløsning med samarbeid. Elevene kan jobbe individuelt eller i små grupper, og de beveger seg fritt rundt i rommet. \n\n Del elevene inn i grupper på 4-5 elever. Fordel fire/fem poster med en oppgave ved hver post. Bruk kjegler eller markører for å tydeliggjøre postene. ",
    "time": "45 min",
    "image": "/activityPictures/mattejakt.png",
    "tools": "Penn,papir",
    "location": "Inne/ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "pastandsveggene",
    "title": "Påstandveggene",
    "description": "Læreren presenterer ulike matematiske oppgaver eller påstander muntlig, hvor hver vegg i klasserommet representerer et svaralternativ. Når elevene har tenkt seg frem til hva de mener er riktig svar, beveger de seg fysisk til den veggen som tilsvarer deres valg. Etter at alle har valgt, gjennomgår læreren svaret sammen med klassen og inviterer til refleksjon: Hvorfor valgte du den veggen? Kunne man tenkt på det på en annen måte? \n\n  Dersom man opplever at elevene hermer etter hverandre, kan man utføre aktiviteten med lukkede øyne. Når elevene skal velge vegg kan de peke i den retningen veggen er. Dette bidrar til mer selvstendig tenkning. ",
    "time": "15 min",
    "image": "/activityPictures/påstandsveggene.png",
    "tools": "Ingen",
    "location": "Inne/ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "lær-klokka",
    "title": "Lær klokka",
    "description": "Før timen gis elevene en oversikt over aktiviteter som de skal utføre på bestemte klokkeslett. For eksempel: \n \n * Kl. 11:05 skal alle hoppe tre ganger \n \n * Kl. 09:41 skal alle legge seg på gulvet. \n\n Elevene følger nøye med på klokken (analog eller digital), og ved hvert angitt tidspunkt utfører de den beskrevne handlingen.",
    "time": "45 min",
    "image": "/activityPictures/lærKlokka.png",
    "tools": "Klokke",
    "location": "Inne",
    "grade": "Andre årstrinn, Femte årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "sirkelsymmetri",
    "title": "Sirkelsymmetri",
    "description": "Læreren tegner eller merker en stor sirkel på gulvet (med kritt, teip eller lignende). Elevene deles i par og plasserer seg på hver sin side av en tenkt symmetrilinje som går gjennom sentrum av sirkelen. Uten å snakke eller vise med tegn, prøver de å speile hverandres bevegelser symmetrisk over sirkellinjen: armbevegelser, benstillinger og hele kroppsposturer. Gjør elevene oppmerksom på at dersom man speiler en bevegelse, feks løfte høyre arm,  så må partneren løfte venstre arm.",
    "time": "15 min",
    "image": "/activityPictures/sirkelsymmetri.png",
    "tools": "Kritt",
    "location": "Ute",
    "grade": "Sjette årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "programmering",
    "title": "Programmering",
    "description": "I denne tverrfaglige aktiviteten kombinerer elevene programmeringskonsepter med praktisk utforskning av data, geometriske mønstre og algoritmer – både på papir, i tabeller og med kroppen som «levende variabler». Klassen deles i små grupper der de får utdelt kort med programmeringskommandoer eller instruksjoner, og et sett data eller oppdrag. De løser oppgaver som å sortere og analysere tall, visualisere strukturer, og realisere enkle algoritmer fysisk. Aktiviteten styrker både forståelsen av kodingsprinsipper og matematiske kompetansemål gjennom samarbeid, bevegelse og refleksjon.",
    "time": "45 min",
    "image": "/activityPictures/programmering.png",
    "tools": "Penn, Papir",
    "location": "Inne",
    "grade": "Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "geometriske-figurer",
    "title": "Geometriske figurer",
    "description": "I denne tverrfaglige uteaktiviteten bruker elevene nærmiljøet og konkrete materialer til å oppdage, bygge og analysere geometriske figurer. Klassen deles i små grupper, og ved hjelp av enkle verktøy (tau, kjegler, gjenstander fra natur eller skoleområde) former de polygoner, sirkler og andre flater. Underveis dokumenterer de funnene sine, måler lengder, drøfter egenskaper og reflekterer over sammenhenger mellom form, omkrets og areal. Aktiviteten kombinerer bevegelse, samarbeid, praktisk matematikk og argumentasjon.",
    "time": "45 min",
    "image": "/activityPictures/geometriske-figurer.png",
    "tools": "Tau, Kjegler, Kritt, Penn, Papir",
    "location": "Ute",
    "grade": "Andre årstrinn, Sjette årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "nappe-hale",
    "title": "Nappe hale",
    "description": "I halejakten deltar elevene i en fysisk lek der de prøver å fange hverandres haler, som har ulike poengverdier. Gi hver elev en hale de fester rundt livet og la de løpe rundt i et oppmerket areal mens de napper hverandres haler.. Dette er en aktivitet som fungerer i et stort klasserom eller et oppmerket uteområde. Aktiviteten kan foregå i flere runder med ulikt matematisk fokus, eller avsluttes etter en gitt tidsperiode. Etter endt runde bruker man antall haler i et gitt mattestykke. Her er det åpent for refleksjon der elevene kan diskutere hvordan man kommer frem til svaret.",
    "time": "45 min",
    "image": "/activityPictures/nappe-hale.png",
    "tools": "Haler ,(kan være bånd tøystykke eller lignende)",
    "location": "Ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "telleleken",
    "title": "Telleleken",
    "description": "Elevene står i ring enten i et klasserom eller ute. Klassen teller i kor og gjør en bevegelse til hvert tall. Læreren bestemmer hvilken bevegelse som hører til hvert tall eller mønster, f.eks. klapp, hopp, snurr. Reglene endres underveis: kanskje skal elevene si “BOING” i stedet for tall som er delelig med 3, eller kanskje de skal klappe på partall eller snurre på oddetall. Læreren kan variere i hvor langt han/hun vil at elevene skal telle, men 20 er et fint utgangspunkt",
    "time": "15 min",
    "image": "/activityPictures/telleleken.png",
    "tools": "Ingen",
    "location": "Inne/ute",
    "grade": "Andre årstrinn, Tredje årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "balanseleken",
    "title": "Balanseleken",
    "description": "I «Balanseleken» arbeider elevene i små grupper for å utforske prinsippet om likevekt. Læreren markerer en enkel linje på gulvet (med teip eller stoler). Gruppene skal plassere seg selv og/eller gjenstander på hver sin side av linjen eller brettet slik at kreftene utjevner hverandre og systemet står i balanse. Aktiviteten krever at elevene kommuniserer, prøver seg fram og reflekterer over hvordan vektfordeling og avstand fra linja påvirker balansen. ",
    "time": "45 min",
    "image": "/activityPictures/balanse-leken.png",
    "tools": "Ting fra klasserommet",
    "location": "Inne",
    "grade": "Tredje årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "represesentasjon-av-tall",
    "title": "Representasjon av tall",
    "description": "Elevene skal lære å se mønster og uttrykke tall på forskjellige måter. Elevene deles inn i grupper på ulik størrelse og får forskjellige instrukser fra læreren knyttet til telling og en tilhørende bevegelse. ",
    "time": "45 min",
    "image": "/activityPictures/representasjon-av-tall.png",
    "tools": "Ingen",
    "location": "Inne",
    "grade": "Fjerde årstrinn, Femte årstrinn, Sjette årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "sortering",
    "title": "Sortering",
    "description": "I denne aktiviteten bruker elevene kort og konkreter for å utforske tall, mengder og geometriske former. Kortene legges ut tilfeldig i rommet, og elevene skal sortere, ordne eller knytte kortene til gjenstander de finner i omgivelsene. Aktiviteten kan gjennomføres i par eller små grupper, og avsluttes med at elevene reflekterer over de ulike måtene de har ordnet eller brukt kortene på. Dersom man vil utføre aktiviteten ute, er det fint å bruke naturmaterialer som steiner, pinner eller blader i stedet for kort.",
    "time": "45 min",
    "image": "/activityPictures/sortering.png",
    "tools": "Kort, Konkreter",
    "location": "Inne/ute",
    "grade": "Andre årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "måling",
    "title": "Måling",
    "description": "Elevene arbeider i grupper der de skal måle diverse gjenstander, tid, osv med kroppen eller andre konkreter.  Gruppene får to oppdrag som veksler mellom ikke-standard og standard måling.",
    "time": "15 min",
    "image": "/activityPictures/maaling.png",
    "tools": "Måleverktøy",
    "location": "Inne/ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "utforske-partall-oddetall",
    "title": "Utforske partall og oddetall",
    "description": "Læreren deler klassen inn i to grupper og gir hver elev et tallkort som enten er partall eller oddetall. Elevene skal gå rolig rundt i en sirkel, og når læreren roper “partall”, skal alle med et partallskort utføre en gitt bevegelse, mens ved “oddetall” skal de med oddetallskort utføre en annen bevegelse. ",
    "time": "5 min",
    "image": "/activityPictures/utforske-partall-oddetall.png",
    "tools": "Ingen",
    "location": "Inne",
    "grade": "Andre årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "koordinatsystemet",
    "title": "Koordinatsystemet",
    "description": "Læreren markerer fire til fem store koordinatsystem (10x10) med for eksempel kritt i skolegården. Elevene deles inn i fire til fem grupper, avhengig av hvor mange koordinatsystem læreren har tegnet opp. Elevene får utdelt eller opplest koordinateret som de skal finne ved å bevege seg til riktig punkt i rutenettet. ",
    "time": "45 min",
    "image": "/activityPictures/koordinatsystemet.png",
    "tools": "Kritt",
    "location": "Ute",
    "grade": "Tredje årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "koordinat-twister",
    "title": "Koordinat Twister",
    "description": "Aktiviteten er en variant av twister. Elevene står klare rundt et  koordinatsystem. Læreren leser én og én kommando høyt. Én elev om gangen går inn og plasserer en kroppsdel som som  fortalt. Når én elev har fått en kommando, er det neste sin tur – og så videre i rundgang. Innen runden er ferdig, vil hver elev ha én eller flere kroppsdeler plassert i rutenettet.",
    "time": "45 min",
    "image": "/activityPictures/koordinat-twister.png",
    "tools": "Kritt",
    "location": "Ute",
    "grade": "Tredje årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "bingo",
    "title": "Bingo",
    "description": "Elevene får utdelt bingokort. Alle elevene har ulike kombinasjoner av et  3 x3 rutenett der det står svar på ulike regnestykker. Rundt i klasserommet er det plassert ulike poster med mattestykker. Elevene går rundt i klasserommet og svarer på mattestykkene. Dersom de finner et mattestykke de har svaret på på sitt bingokort, kan de markere dette på kortet. Dersom en elev har fått tre på rad roper han/hun bingo. Klassen setter seg ned igjen og alle går gjennom regnestykkene sammen på tavla.",
    "time": "45 min",
    "image": "/activityPictures/bingo.png",
    "tools": "Bingokort, Penn, Papir",
    "location": "Inne / ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "mattesisten",
    "title": "Mattesisten",
    "description": "Elevene samles i et åpent område, for eksempel skolegården, gymsalen eller et stort klasserom, og får utdelt hvert sitt kort med et tall fra 1 til 20. En elev starter med å ha 'sisten' og roper ut et tall, for eksempel 12. Alle som har et annet tall enn det som ble ropt ut må løpe og forsøke å unngå å bli tatt. Bare den som har akkurat det tallet som ble ropt, får stå i ro. Dersom sisten klarer å ta noen, bytter de to plass og bytter også kort, slik at tallene sirkulerer i gruppa. Leken fortsetter med en ny runde, og elevene får gjennom bevegelse øvd på å sammenligne tall, bruke begrepene «større enn» og «mindre enn» og utvikle en intuitiv forståelse for tallinje og tallrelasjoner. Aktiviteten er kroppslig, engasjerende og kan varieres med ulike matematiske kriterier underveis. Tips: Bruk andre kriterier enn større/mindre enn, f.eks 'Alle med partall løper",
    "time": "45 min",
    "image": "/activityPictures/tallsisten.png",
    "tools": "Ingen",
    "location": "Inne / ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "likninger",
    "title": "Likninger",
    "description": "Elevene deles inn i små grupper på 4-5 deltakere. Hver gruppe får en stor, lett ball som representerer variabelen 'x'. På bakken er det tegnet to store sirkler med kritt, én for venstre og én for høyre side av likningen med et likhetstegn imellom. Læreren leser opp ulike enkle likninger, som for eksempel 'x + 3 = 5'. Målet for elevene er å plassere riktig antall steiner i hver sirkel slik at balansen opprettholdes. For eksempel, hvis likningen er 'x + 3 = 5', plasserer elevene ballen og 3 steiner i den venstre sirkelen og 5 steiner i den høyre sirkelen. Når alle gruppene har funnet balansen, kan gruppen prøve å finne ut hva x kan være ved å ta vekk/legge til steiner/baller. I eksempelet blir det å ta vekk 2 steiner på venstre og høyre side for å opprettholde balansen. Da får man til slutt at x = 3. ",
    "time": "45 min",
    "image": "/activityPictures/likninger.png",
    "tools": "Kritt, Steiner, Ball",
    "location": "Ute",
    "grade": "Femte årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "areal-volum",
    "title": "Areal og volum",
    "description": "",
    "time": "45 min",
    "image": "/activityPictures/areal-og-volum.png",
    "tools": "Bok, Linjal",
    "location": "Inne",
    "grade": "Sjette årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "ulikheter-likninger",
    "title": "Ulikheter og likninger",
    "description": "Elevene deles inn i par. Deretter skal hvert par få en lapp med en likning på. Paret skal deretter løse likningen eller ulikheten sammen, og lage en bevegelse med trinn tilsvarende svaret de fikk. Etter å ha gjennomført bevegelsen, fortsetter de til neste ulikhet/likning. Etter fullført løype, samles alle parene for en felles refleksjonsrunde hvor de diskuterer de ulike strategiene de brukte for å løse ligningene og vurdere gyldigheten av løsningene sine.",
    "time": "45 min",
    "image": "/activityPictures/ulikheter-og-likninger.png",
    "tools": "Penn, Papir",
    "location": "Inne",
    "grade": "Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "myntkast",
    "title": "Myntkast",
    "description": "Klassen deles inn i små grupper og får 10 steiner og en mynt hver. Hver runde starter med at gruppen kaster mynten. Hvis mynten lander på krone, får kun én elev i gruppen kaste én stein denne runden. Hvis mynten lander på mynt, får alle i gruppen kaste én stein hver. Etterpå kaster gruppen steinene mot et markert målområde på bakken. Når kastene er gjennomført, teller gruppen opp hvor mange av steinene som landet innenfor målområdet, og hvor mange steiner som ble kastet totalt i runden. Resultatet uttrykkes som en brøk – antall treff delt på antall kast. For eksempel, hvis 2 av 4 steiner traff, skrives det som 2/4. Deretter trekkes de kastede steinene fra gruppens totale beholdning. Runden gjentas på samme måte helt til alle steinene i gruppen er brukt opp.",
    "time": "15 min",
    "image": "/activityPictures/myntkast.png",
    "tools": "Mynter, Steiner",
    "location": "Ute",
    "grade": "Femte årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "statistikk-sentralmål",
    "title": "Statistikk sentralmål",
    "description": "Læreren setter opp tre store sirkler på bakken, hver merket med et sentralmål: gjennomsnitt, median og typetall. Læreren deler så elevene inn i små grupper og gir gruppen et tallkort. Gruppene skal prøve å plassere seg i riktig sirkel i forhold til hva de tror er riktig sentralmål for tallet de har fått utdelt. For eksempel: Hvis tallrekken er 2,2,4,6,8, så kan en gruppe med tallet 6 stelle seg i gjennomsnitt-sirkelen siden gjennomsnittet er 5,5. En elev med tallet 2 kan stille seg i typetall-sirkelen, og en elev med tallet 4 kan stille seg i median sirkelen. Elevene som har et tall som ikke samsvarer direkte med noen, kan enten stille seg utenfor eller i den sirkelen som føles mest korrekt. Deretter diskuterer klassen raskt hva som var riktig, og hvordan de kom frem til det. ",
    "time": "15 min",
    "image": "/activityPictures/sentralmål.png",
    "tools": "Kritt",
    "location": "Ute",
    "grade": "Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "kortstokk-hoderegning",
    "title": "Kortstokk hoderegning",
    "description": "Legg en kortstokk på bordet med baksiden opp; for grunnnivå brukes bare ess (= 1) til 10, mens du kan beholde flere kort for et høyere vanskelighetsnivå. Elevene arbeider i par: Først trekker de to kort, legger dem ned i den rekkefølgen de ble trukket og regner summen høyt. Deretter bytter de plass på kortene, regner igjen og ser at svaret er det samme – rekkefølgen påvirker ikke resultatet. Nå trekker de et tredje kort, legger sammen de to første tallene først og deretter det tredje, regner svaret, flytter «parentesen» ved å legge sammen andre og tredje kort først og regner på nytt; summen holder seg også her. Til slutt forklarer hver elev til partneren hvorfor bytting eller omgruppering ikke endrer resultatet, legger kortene tilbake og lar et nytt par prøve; for høyere vanskelighetsnivå kan læreren la parene bruke større tall eller fire kort i stedet for tre.Praktiske tips \n\n Visuelle støtter: Tallinje 0–1, 100-rute (hundrerutenett), brøksirkler.\n\n Standardiser kortverdier (hold deg til 1–10) for å få «pene» brøker/oftere brøker under 1.\n\n Språkbevissthet: Be elevene alltid si tallet sitt i alle tre representasjoner.\n\n Strategier å etterspørre: 10 %-regelen (dele på 10), 1 % (dele på 100), 25 % (dele på 4), 50 % (halvere), og «gange/ dele for å lage 100 i nevner»",
    "time": "15 min",
    "image": "/activityPictures/kortstokk.png",
    "tools": "Kortstokk",
    "location": "Inne",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "divisjonslek",
    "title": "Divisjonslek",
    "description": "Læreren gir en startsum, for eksempel 24, og ber elevene om å dele seg i grupper som er delelig med summen, slik som grupper på 3, 4 eller 6 elever. Elevene må raskt lage gruppene, og når de har funnet en løsning står de stille. Så går læreren i gjennom løsningen og gir tilbakemelding på om det er lett. Dette gjentas med forskjellige startsummer. ",
    "time": "5 min",
    "image": "/activityPictures/.png",
    "tools": "Ingen",
    "location": "Inne/ute",
    "grade": "Tredje årstrinn, Fjerde årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "stigespill",
    "title": "Stigespill",
    "description": "Læreren lager en stigebane på bakken ved hjelp av kritt, som består av 10-15 trinn. Ved starten av aktiviteten deler læreren klassen inn i små grupper. Hver gruppe starter på firkant nummer 1 på stigen. Læreren gir deretter gruppene en rekke instruksjoner som de må følge for å bevege seg oppover stigen. Instruksjonene kan være av typen ta tre steg fremover, hopp til neste trinn, eller gå baklengs to trinn. Elevene må samarbeide og kommunisere for å følge instruksjonene korrekt. Målet er å nå toppen av stigen.  Slik lager læreren banen: Bruk kritt til å lage en rett linje av 12–15 ruter (som stigetrinn). Nummerér hvert trinn: 1 til 12 eller 15, avhengig av plass.",
    "time": "15 min",
    "image": "/activityPictures/stigespill.png",
    "tools": "Kritt",
    "location": "Ute",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },

  {
    "id": "oppdag-mønstre",
    "title": "Oppdag mønstre",
    "description": "Læreren starter med å vise et enkelt bevegelsesmønster, for eksempel klapp-klapp-stamp. Elevene skal så gjenta mønsteret. Deretter skal elevene deles inn i små grupper på 3-4, hvor de skal lage sine egne bevegelsesmønstre ved å legge til nye bevegelser. Hver gruppe viser så sitt mønster for de andre, som igjen skal prøve å gjenta det. Aktiviteten avsluttes med en felles refleksjon hvor elevene diskuterer hva slags mønstre og strukturer de har laget, og hvordan disse kan beskrives med ord.",
    "time": "15 min",
    "image": "/activityPictures/.png",
    "tools": "Ingen",
    "location": "Ute",
    "grade": "Andre årstrinn, Fjerde årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "hvem-er-jeg",
    "title": "Hvem er jeg?",
    "description": "Elevene får et ark med et tall klistret på ryggen. Deretter må elevene gå rundt i klasserommet og stille ja/nei spørsmål til de andre elevene for å finne ut hvilket tall de er. Eks: 'Er jeg større enn 10?' For å gjøre leken rettferdig og faglig meningsfull gjelder følgende regler: Alle starter samtidig, og ingen får si sitt eller andres tall høyt, selv om de tror de vet det. Hver elev må snakke med minst tre forskjellige personer før de gjetter, og de får kun to gjettemuligheter. Når en elev tror de har funnet tallet sitt, skal de skrive det ned på en lapp og levere det til læreren – uten å si det høyt. Dersom svaret er riktig, kan eleven få en ny lapp med et nytt tall og bli med på nytt. Underveis oppfordres elevene til å kombinere flere sammenligninger for å snevre inn mulighetene (f.eks. «jeg vet at jeg er større enn 5 og mindre enn 9, så det må være 6, 7 eller 8»). Etter aktiviteten samles klassen for å snakke om hvilke sammenligninger og tegn som hjalp dem mest, og de kan skrive noen av gjetningene sine med symboler som <, >, =, ≠ på tavla. Aktiviteten fremmer munnlig matematisk resonnering, samarbeid og begrepsbruk knyttet til likhet og ulikhet.",
    "time": "15 min",
    "image": "/activityPictures/.png",
    "tools": "Penn, Papir",
    "location": "Inne",
    "grade": "Andre årstrinn, Tredje årstrinn, Fjerde årstrinn, Femte årstrinn, Sjette årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "brok-praktisk",
    "title": "Brøk – Praktisk",
    "description": "Aktiviteten går ut på å dele klassen inn i små grupper, hvor hver gruppe skal lage en sirkel som etterhvert skal bli et kakestykke. Oppgaven går ut på å dele denne kaken i ulike brøkdeler, for eksempel halvdeler, tredjedeler og firedeler og svare på spørsmål fra læreren.",
    "time": "15 min",
    "image": "/activityPictures/brok-praktisk.png",
    "tools": "Kritt",
    "location": "Ute",
    "grade": "Femte årstrinn",
    "number_of_tasks": 9
  },

  {
    "id": "budsjettlop",
    "title": "Budsjettløp",
    "description": "Elevene skal delta i en aktivitetsløype der de lager og vurderer et budsjett samt fører regnskap. Aktiviteten foregår utendørs, hvor klassen deles inn i små grupper. Hver gruppe får utdelt en fiktiv sum penger og skal ved ulike stasjoner møte utfordringer som krever budsjettavgjørelser, som for eksempel å planlegge innkjøp til en klassefest. ",
    "time": "45 min",
    "image": "/activityPictures/budsjettlop.png",
    "tools": "Penn, papir",
    "location": "Ute",
    "grade": "Femte årstrinn, Syvende årstrinn",
    "number_of_tasks": 9
  },
  {
    "id": "ranger-meg",
    "title": "Ranger meg",
    "description": "Hver elev får utdelt et kort med en verdi (f.eks. tall, brøk, prosent eller tid). Elevene deles i grupper på 3–4, og får vite hva som er den største og minste verdien blant alle kortene i klassen. I gruppene skal de diskutere og samarbeide om å plassere seg i riktig rekkefølge innad i gruppa ved å sammenligne verdiene på kortene. Når gruppene har funnet sin interne rekkefølge, skal de samarbeide med andre grupper for å danne én samlet tallinje for hele klassen – fra laveste til høyeste verdi. Til slutt gjennomgås rekka i plenum, med refleksjonsspørsmål som: Hva gjorde det vanskelig å sammenligne? Hvilke strategier brukte dere? Hvordan visste dere hva som var størst?",
    "time": "15 min",
    "image": "/activityPictures/rangermeg.png",
    "tools": "Penn, Papir",
    "location": "Ute",
    "grade": [
      "Andre årstrinn",
      "Tredje årstrinn",
      "Fjerde årstrinn",
      "Femte årstrinn",
      "Sjette årstrinn",
      "Syvende årstrinn"
    ],
    "number_of_tasks": 18
  },
  {
    "id": "mattememory",
    "title": "Mattememory",
    "description": "Kortene spres med baksiden opp på gulvet. Elevene jobber i par og turer over gulvet som i «Memory»: hvert par snur to kort, men får beholde dem bare hvis de sammen oppfyller oppdraget læreren nettopp har ropt, for eksempel «to tall som til sammen gir 12», «faktorene til 6», «et tall som er 3 mer enn det andre», eller «to tall med differanse 5». Treffer de, forklarer paret høyt hvordan tallene passer til oppdraget (summen, differansen, produktet …) før de legger kortene i sin egen bunke; bommer de, snur de kortene tilbake og neste par prøver.",
    "time": "15 min",
    "image": "/activityPictures/mattememory.png",
    "tools": "Penn, Papir",
    "location": "Inne",
    "grade": [
      "Andre årstrinn",
      "Tredje årstrinn",
      "Fjerde årstrinn",
      "Femte årstrinn",
      "Sjette årstrinn",
      "Syvende årstrinn"
    ],
    "number_of_tasks": 18
  },
  {
    "id": "",
    "title": "",
    "description": "",
    "time": "15 min",
    "image": "/activityPictures/.png",
    "tools": "",
    "location": "Inne",
    "grade": "",
    "number_of_tasks": 9
  },
  {
    "id": "",
    "title": "",
    "description": "",
    "time": "15 min",
    "image": "/activityPictures/.png",
    "tools": "",
    "location": "Inne",
    "grade": "",
    "number_of_tasks": 9
  },
  {
    "id": "",
    "title": "",
    "description": "",
    "time": "15 min",
    "image": "/activityPictures/.png",
    "tools": "",
    "location": "Inne",
    "grade": "",
    "number_of_tasks": 9
  }
]
