[
  {
    "id": "tallinje-oppdagelse",
    "title": "Tallinje oppdagelse",
    "description": "Barna starter med å stå på en linje. Hver elev får utdelt et kort med et tall. Elevene stiller seg deretter på en stor tallinje tegnet med kritt på bakken, i rekkefølge etter hvilket tall de har på kortet. Etter at alle har funnet sin plass, diskuterer vi plasseringen med elevene. Er det noen annen måte de kunne ha stått på nummerlinjen? Hvordan kan vi plassere dem når vi teller baklengs? Deretter fjerner vi kortene og ber elevene huske hvor de stod, men endrer rekkefølgen ved å telle baklengs. Dette hjelper elevene med å visualisere tallsekvenser og forståelsen av rekkefølge på en tallinje.",
    "time": "45 minutter",
    "image": "",
    "tools": "kortstokk, kritt",
    "location": "Ute",
    "grade": "Andre årstrinn",
    "learning_goals": [
      "plassere tal på tallinja og bruke tallinja i rekning og problemløysing"
    ],
    "number_of_tasks": 1
  },
  {
    "id": "tallinje-hopp",
    "title": "Hopp på tallinje",
    "description": "Aktiviteten starter med at barna stiller seg på en valgt tall på tallinjen. Barna skal så hoppe framlengs og baklengs langs tallinjen med forskjellige differanser. Læreren roper ut instruksjoner som 'hopp tre steg frem' eller 'hopp to steg tilbake'. Barna skal også finne partall og oddetall, og vise dette ved å hoppe på det de tror er riktig. Til slutt skal barna plassere seg på forskjellige tall på linjen og si hvilket tall de står på etter flere hopp.",
    "time": "45 minutter",
    "image": "",
    "tools": "tallinje, evt kritt",
    "location": "Ute",
    "grade": "Andre årstrinn",
    "learning_goals": [
      "plassere tal på tallinja og bruke tallinja i rekning og problemløysing"
    ],
    "number_of_tasks": 1
  },
  {
    "id": "telleleken",
    "title": "Telleleken",
    "description": "I denne aktiviteten vil elevene delta i leken tellingsaktivitet der de beveger seg, samarbeider og bruker kroppen for å forstå tallrekker. Start med å samle elevene i en sirkel ute i skolegården eller i gymsalen. En elev starter med å si tallet 1 og klapper én gang. Neste elev sier tallet 2 og klapper to ganger. Dette fortsetter rundt i sirkelen. Etter en runde endres reglene: Elevene beveger seg tre skritt fremover hvis tallet er et oddetall og hopper på stedet hvis det er et partall. Læreren kan gjøre det mer utfordrende ved å be dem telle baklengs eller begynne på et annet tall. Målet er å styrke forståelsen for tallrekker, partall og oddetall gjennom bevegelse.",
    "time": "15 minutter",
    "image": "",
    "tools": "Ingen",
    "location": "Inne/ute",
    "grade": "Andre årstrinn",
    "learning_goals": [
      "eksperimentere med teljing både framlengs og baklengs, velje ulike startpunkt og ulik differanse og beskrive mønster i teljingane"
    ],
    "number_of_tasks": 1
  },
  {
    "id": "koordinatsystem-twister",
    "title": "Koordinatsystem Twister",
    "description": "I denne leken vil elevene spille en versjon av spillet 'Twister' med et koordinatsystem malt på bakken. Læreren forklarer raskt hvordan et koordinatsystem fungerer og gir hver elev en tur der de skal plassere hender og føtter på bestemte koordinater på bakken. For eksempel, 'høyre hånd på (2,1)'. Etter aktiviteten kan læreren stille spørsmål til elevene om hvordan det var å finne de ulike punktene, og hvordan de oppfattet utfordringen.",
    "time": "45 minutter",
    "image": "",
    "tools": "Koordinatsystem, evt kritt ",
    "location": "Ute",
    "grade": "Tredje årstrinn",
    "learning_goals": [
      "eksperimentere med og forklare plasseringar i koordinatsystemet"
    ],
    "number_of_tasks": 1
  },
  {
    "id": "balanse-leken",
    "title": "Balanseleken",
    "description": "I denne aktiviteten skal elevene jobbe i grupper for å finne balanse. Læreren lager en linje på gulvet i klasserommet ved hjelp av teip eller stoler. Elevene skal deretter plassere seg selv og forskjellige gjenstander (for eksempel bøker). Målet er å oppnå balanse, hvor begge sider av linja er like tynget. Elevene må kommunisere med hverandre for å bestemme hvor de og gjenstandene skal plasseres for å oppnå balanse.",
    "time": "15 minutter",
    "image": "",
    "tools": "Teip, gjenstander i klasserommet",
    "location": "Inne",
    "grade": "Tredje årstrinn",
    "learning_goals": [
      "utforske likevekt og balanse i praktiske situasjonar, representere dette på ulike måtar og omsetje mellom dei ulike representasjonane"
    ],
    "number_of_tasks": 1
  },
  
  {
    "id": "vinkel_moro",
    "title": "Vinkelmoro",
    "description": "Vinkelmoro er en aktivitet der elevene utforsker og beskriver vinkler ved hjelp av kroppen sin. Elevene står i en sirkel, og sammen skal de forme ulike geometriske figurer ved å bruke armene som vinkelmålere. Læreren roper ut navnet på en figur, som for eksempel triangel eller firkant, og elevene må bruke armene for å illustrere vinklene i figuren. Aktiviteten avsluttes med at elevene sammenligner sine fremstillinger, og diskuterer likheter og forskjeller.",
    "time": "15 minutter",
    "image": "",
    "tools": "Ingen",
    "location": "Inne/ute",
    "grade": "Fjerde årstrinn",
    "learning_goals": [
      "utforske, beskrive og samanlikne eigenskapar ved to- og tredimensjonale figurar ved å bruke vinklar, kantar og hjørne"
    ],
    "number_of_tasks": 1
  },
  {
    "id": "divisjonsdans",
    "title": "Divisjonsdans",
    "description": "Elevene deles inn i små grupper og skal utføre en dans som representerer divisjon. Hver gruppe starter med å stå sammen i en klynge. Læreren gir hver klynge et tall, for eksempel 12, og en divisjonstype, for eksempel delingsdivisjon. Elevene skal deretter fysisk dele seg opp i like grupper som illustrerer divisjonen, for eksempel 12 delt på 3. Gruppen skal så lage en enkel dans der de viser hvordan tallet (klyngen) deles opp, for eksempel ved å ta tre steg bakover og danne fire nye klynger av tre elever. Hver dans avsluttes med at gruppen roper svaret høyt.",
    "time": "15 minutter",
    "image": "",
    "tools": "Ingen.",
    "location": "Inne/ute",
    "grade": "Fjerde årstrinn",
    "learning_goals": [
      "utforske og bruke målings- og delingsdivisjon i praktiske situasjonar"
    ],
    "number_of_tasks": 1
  },
  {
    "id": "målingsdivisjon_stafett",
    "title": "Målingsdivisjon stafett",
    "description": "Elevene skal delta i en stafettaktivitet hvor de undersøker og anvender målingsdivisjon i praktiske situasjoner. Klassen deles inn i små grupper, og hver gruppe får en oppgave som involverer deling av objekter som vann, kuler eller terninger i like deler. På stasjoner som er plassert rundt om i skolegården, vil elevene måtte løse ulike delings- og målingsoppgaver der de fysisk må bruke kroppen til å bære eller overføre objekter fra en stasjon til en annen. For eksempel kan en stasjon kreve at elevene måler opp en viss mengde vann fra en større beholder og leverer en nøyaktig mengde til neste gruppe ved å bruke kopper eller små bøtter. Den avsluttes med en refleksjon der elevene diskuterer løsningene og de ulike metodene de benyttet for å komme frem til målet.",
    "time": "45 minutter",
    "image": "",
    "tools": "Vann, kopper, små bøtter, kuler, terninger",
    "location": "Ute",
    "grade": "Fjerde årstrinn",
    "learning_goals": [
      "utforske og bruke målings- og delingsdivisjon i praktiske situasjonar"
    ],
    "number_of_tasks": 3
  },
  {
    "id": "brokestafett-femte",
    "title": "brokestafett",
    "description": "Bli med på en morsom og rask brøkstafett! Del klassen inn i grupper, og plasser hver gruppe ved startlinjen. Hver gruppe får et sett med kort hvor hver kort har en tegning av en brøk som del av en mengde. Deltakerne skal på skift løpe fra startlinjen til en oppgitt plass der de trekker et kort. De må så forklare hvordan brøken kan representere en del av en mengde og deretter plassere kortet i riktig rekkefølge på en tallinje som ligger på bakken. Målet er å legge brikkene i stigende rekkefølge fra 0 til 1. Laget som fullfører med riktig organisering først, vinner. Denne aktiviteten er ikke bare lærerik, men også perfekt for å få opp pulsen og engasjementet!",
    "time": "5 minutter",
    "image": "https://example.com/image.jpg",
    "tools": "Kort med brøkeksempler, kritt eller tape for tallinjen, start- og mållinje",
    "location": "Utendørs eller i en gymsal",
    "grade": "Femte årstrinn",
    "learning_goals": [
      "beskrive brøk som del av ein heil, som del av ei mengd og som tal på tallinja og vurdere og namngi storleikane"
    ],
    "number_of_tasks": 1
  },
  {
    "id": "brøk-stafett",
    "title": "Brøk stafett",
    "description": "I denne aktiviteten skal elevene delta i en stafett hvor de utforsker forholdet mellom brøker, desimaltall og prosent gjennom fysisk aktivitet. Stafetten består av ulike stasjoner plassert rundt i skolegården. Ved hver stasjon finner elevene oppgaver som forbindes med bestemte brøker. For eksempel kan en stasjon ha en sirkel tegnet på bakken hvor en brøkdel av sirkelen er farget. Eleven må da bestemme hvilken brøk, desimaltall og prosent som best beskriver den fargede delen før de kan løpe videre til neste stasjon. Aktiviteten skal engasjere elevene fysisk og samtidig hjelpe dem i å forstå sammenhengen mellom ulike representasjoner av brøk.",
    "time": "15 minutter",
    "image": "",
    "tools": "Kritt, kort (med brøker, desimaltall og prosent)",
    "location": "Ute",
    "grade": "Femte årstrinn",
    "learning_goals": [
      "utforske og forklare samanhengar mellom brøkar, desimaltal og prosent og bruke det i hovudrekning"
    ],
    "number_of_tasks": 5
  },
  {
    "id": "prosentstafett",
    "title": "Prosentstafett",
    "description": "I denne aktiviteten skal elevene delta i en stafett hvor de fysisk representerer ulike prosentandeler av en distanse. Læreren deler først klassen inn i lag, for eksempel fire til fem elever per lag. Deretter forklarer læreren hva prosentandeler er, og gir eksempler ved å bruke distansen som skal løpes. F.eks. om distansen totalt er 100 meter, skal en elev løpe til 25 meter (for å representere 25%). \n\nHvert lag får tre poser med ulike prosentandeler (f.eks. 25%, 50% og 75%), og når det er deres tur, trekker en elev fra laget en lapp fra en pose. Eleven løper deretter til det merket som tilsvarer prosentandelen på lappen. Etter at eleven har løpt sin del, leverer de lappen til neste elev i laget som trekker en ny lapp og løper til sin prosentandel. \n\nAktiviteten fortsetter til alle på laget har fått trekke minst én lapp. Læreren kan evaluere elevenes forståelse ved å diskutere hvordan de estimerte og visualiserte de forskjellige prosentandelene i forhold til hele distansen.",
    "time": "45 minutter",
    "image": "",
    "tools": "kjegler, lapper med prosentandeler",
    "location": "Ute",
    "grade": "Femte årstrinn",
    "learning_goals": [
      "utforske og forklare samanhengar mellom brøkar, desimaltal og prosent og bruke det i hovudrekning"
    ],
    "number_of_tasks": 3
  },
  {
    "id": "desimaltall-stafett",
    "title": "Desimaltall stafett",
    "description": "Deltakerne blir delt inn i to lag som står på hver sin side av en stor tallinje tegnet på bakken, som strekker seg fra 0 til 10. En lærer roper ut et desimaltall, for eksempel '3,7'. En deltaker fra hvert lag løper deretter fra startposisjonen for å plassere seg på riktig sted på tallinjen så raskt som mulig. Den som kommer nærmest det korrekte desimaltallet, gir poeng til sitt lag. Aktiviteten er en kort og intensiv øvelse som gir deltakerne muligheten til å utforske, navngi og plassere desimaltall på en fysisk måte, og gir umiddelbar tilbakemelding gjennom poengsystemet. Læreren kan variere vanskelighetsgraden ved å bruke desimaltall med flere eller færre decimaler.",
    "time": "15 minutter",
    "image": "",
    "tools": "Kritt",
    "location": "Ute",
    "grade": "Sjette årstrinn",
    "learning_goals": ["utforske, namngi og plassere desimaltal på tallinja"],
    "number_of_tasks": 1
  },
  {
    "id": "sirkelsymmetri",
    "title": "Sirkelsymmetri",
    "description": "I denne aktiviteten skal elevene utforske symmetri og kongruens ved å bruke kroppen sin i samspill med en stor, tegnet sirkel på bakken. Læreren tegner en stor sirkel med kritt på asfalten eller et annet passende sted. Elevene deles inn i to og to og plasserer seg på hver sin side av sirkelen. Deretter skal de, uten å snakke eller bruke tegn, prøve å utføre bevegelser som speiler hverandre symmetrisk over sirkellinjen. De kan bruke armer, bein og hele kroppen. Målet er å holde bevegelsene synkronisert og utforske hvordan de kan speile hverandres bevegelser perfekt. Avslutningsvis samles klassen for å diskutere hvilke bevegelser som var enklest å speile, og hvordan det å bruke kroppen kan hjelpe dem å forstå konsepter som symmetri bedre.",
    "time": "15 minutter",
    "image": "",
    "tools": "Kritt",
    "location": "Ute",
    "grade": "Sjette årstrinn",
    "learning_goals": [
      "utforske og beskrive symmetri i mønster og utføre kongruensavbildingar med og utan koordinatsystem"
    ],
    "number_of_tasks": 1
  },
  {
    "id": "desimaltall_på_tallinjen",
    "title": "Desimaltall på tallinjen",
    "description": "Aktiviteten består av at elevene skal utforske desimaltall ved hjelp av en fysisk tallinje. Elevene går ut på skolegården eller et større rom der læreren har teipet opp en lang linje på bakken. På linjen er det skrevet inn hele tall ved faste mellomrom (for eksempel hver meter), men mellom disse hele tallene er det tomt.\n\nElevene får utdelt kort med forskjellige desimaltall, for eksempel 2,3 - 4,7 - 5,9, osv. Oppgaven deres er å plassere seg selv på riktig sted i forhold til tallinjen. De skal altså fysisk plassere seg på linjen der de mener deres desimaltall hører hjemme.\n\nEtter at elevene har funnet sin plass, kan læreren be dem om å diskutere med en medelev hvorfor de valgte å stå der de valgte, og utfordre dem til å tenke på eventuelle strategier for hvordan de raskt kan plassere seg riktig. Dette kan også bringe opp refleksjoner rundt forskjeller og likheter med hele tall.\n\nAktiviteten avsluttes med en felles gjennomgang der man ser på de forskjellige plasseringene og diskuterer hva som er riktig.",
    "time": "45 minutter",
    "image": "",
    "tools": "Teip, kort med desimaltall",
    "location": "Ute",
    "grade": "Sjette årstrinn",
    "learning_goals": ["utforske, namngi og plassere desimaltal på tallinja"],
    "number_of_tasks": 1
  },
  {
    "id": "brøk_prosent_desimaltall_stafett",
    "title": "Brøk / prosent / desimaltall stafett",
    "description": "Del klassen inn i små grupper og organiser en stafett der hver delpost har oppgaver relatert til brøk, prosent og desimaltall. Hver gruppe får en startstasjon med brøk, og skal derfra løse en oppgave som konverterer brøken til prosent. Neste stasjon innebærer å konvertere prosent til desimaltall. Siste del av stafetten innebærer å forholde seg til en praktisk situasjon som krever å bruke alle tre representasjonsformene for å finne løsningen. Lag et skjema som gruppene skal fylle ut underveis og sørg for at det er en veileder på hver stasjon for å gi tilbakemelding.",
    "time": "45 minutter",
    "image": "",
    "tools": "Papir, blyanter, kalkulatorer, oppgavekort",
    "location": "Ute",
    "grade": "Syvende årstrinn",
    "learning_goals": [
      "representere og bruke brøk, desimaltal og prosent på ulike måtar og utforske dei matematiske samanhengane mellom desse representasjonsformene"
    ],
    "number_of_tasks": 3
  },
  {
    "id": "brøk-utforskning",
    "title": "Utforske brøk, desimaltall og prosent",
    "description": "Elevene får utdelt brøkkort, desimaltallkort og prosentkort som alle har referanse til samme verdi. For eksempel, ett kort vil vise 1/2, et annet 0,5, og et tredje 50%. Kortene er plassert tilfeldig rundt i klasserommet eller på skolegården. Elevene skal ved hjelp av kroppslig bevegelse (løpe, hoppe, gå) finne matchende sett av kort som representerer samme verdi. Dette er en aktivitet der elevene ikke skal snakke eller skrive, men bruke kroppen for å kommunisere. Når de finner et riktig sett med tre kort, viser de dette til læreren som godkjenner om det er korrekt. Aktiviteten avsluttes når alle sett er funnet eller tiden er over.",
    "time": "15 minutter",
    "image": "",
    "tools": "Brøkkort, desimaltallkort, prosentkort",
    "location": "Inne/ute",
    "grade": "Syvende årstrinn",
    "learning_goals": [
      "representere og bruke brøk, desimaltal og prosent på ulike måtar og utforske dei matematiske samanhengane mellom desse representasjonsformene"
    ],
    "number_of_tasks": 1
  },
  
  {
    "id": "tallsisten",
    "title": "Tallsisten",
    "description": "Elevene samles i et åpent område, for eksempel en skolegård eller et stort rom. Læreren gir hver elev et kort med et tall på (1 til 20). Deretter starter leken 'tallsisten'. Den som har 'sisten' roper et tall, og alle elever som har tallet som er større eller mindre må løpe og unngå å bli tatt. Hvis den som har 'sisten' klarer å ta noen, bytter de plass. Aktiviteten hjelper elevene med å reflektere over hvordan tall kan ordnes og sammenlignes ut fra deres egenskaper, samtidig som de er fysisk aktive.",
    "time": "5 minutter",
    "image": "",
    "tools": "Kort med tall (1-20)",
    "location": "Inne/ute",
    "grade": "Andre årstrinn",
    "learning_goals": [
      "ordne tal, mengder og former ut frå eigenskapar, samanlikne dei og reflektere over om dei kan ordnast på fleire måtar"
    ],
    "number_of_tasks": 1
  },
  {
    "id": "tallets-reise",
    "title": "Tallets reise",
    "description": "I aktiviteten skal elevene utforske tal og mengder gjennom en fysisk reisebane i klasserommet. Læreren forbereder på forhånd ulike stasjoner, hver med en bestemt aktivitet som elevene skal utføre. Hver stasjon representerer et tall eller en mengde, for eksempel fem hopp, åtte klapp, eller tre runder rundt en stol. Start med å be elevene stille seg på rekke. Når læreren sier \"start\", begynner elever å bevege seg fra den ene stasjonen til neste, og utfører aktiviteten som hører til hvert tall/mengde. ",
    "time": "15 minutter",
    "image": "https://example.com/tallets_reise.jpg",
    "tools": "Stasjoner med tall og beskrivelse av fysisk aktivitet, som å hoppe, klappe, gå rundt en stol osv.",
    "location": "Ute",
    "grade": "Andre årstrinn",
    "learning_goals": [
      "utforske tal, mengder og teljing i leik, natur, biletkunst, musikk og barnelitteratur, representere tala på ulike måtar og omsetje mellom dei ulike representasjonane"
    ],
    "number_of_tasks": 5
  },
  {
    "id": "tallstafett-aktivitet",
    "title": "Tallstafett",
    "description": "Elevene deltar i en tallstafett for å utforske tall, mengder og telling. Hele klassen deles inn i mindre grupper, og de skal jobbe sammen for å løse ulike oppgaver som er plassert rundt på skolegården. Hver post inneholder en oppgave hvor elevene må telle objekter, sammenligne mengder, eller plassere tall på en tallinje. Gruppene starter ved ulike poster og roterer rundt til alle postene er besøkt. Aktiviteten krever samarbeid, fysisk bevegelse og problemløsning.",
    "time": "45 minutter",
    "image": "https://example.com/tallstafett.jpg",
    "tools": "Ingen fysisk utstyr nødvendig, men oppgaver og markører bør være forberedt i området.",
    "location": "Ute",
    "grade": "Andre årstrinn",
    "learning_goals": [
      "utforske tal, mengder og teljing i leik, natur, biletkunst, musikk og barnelitteratur, representere tala på ulike måtar og omsetje mellom dei ulike representasjonane"
    ],
    "number_of_tasks": 5
  },
  {
    "id": "subtraksjonsstafett-tredje-aarstrinn",
    "title": "Subtraksjonsstafett",
    "description": "Subtraksjonsstafett er en morsom og fysisk aktivitet hvor elevene utvikler strategier for subtraksjon gjennom et engasjerende stafettløp. Del elevene inn i små grupper. Langs en løype plasseres markører som representerer ulike subtraksjonsoppgaver. Når stafetten starter, løper første elev mot første markør, løser oppgaven (f.eks. 12 - 7), og løper tilbake for å veksle med neste elev på laget. De noterer svaret og fortsetter til neste oppgave. Hele laget samarbeider om å fullføre løypa på kortest mulig tid og med flest riktige svar. ",
    "time": "5 minutter",
    "image": "https://example.com/subtraksjonsstafett.jpg",
    "tools": "Papir, penn",
    "location": "Ute",
    "grade": "Tredje årstrinn",
    "learning_goals": [
      "utvikle og bruke formålstenlege strategiar for subtraksjon i praktiske situasjonar"
    ],
    "number_of_tasks": 5
  },
  {
    "id": "koordinatsystem-lek-Tredjeårstrinn",
    "title": "Koordinatsystem lek",
    "description": "Elevene deltar i en aktivitet der de skal navigere seg gjennom et stort koordinatsystem laget med tau/kritt. Læreren har på forhånd lagt ut tau/ tegnet et stort rutenett, der hver rute tilsvarer en enhet i et koordinatsystem. Elevene blir delt inn i par, der den ene er 'navigator' og den andre er 'utforsker'. Navigatoren får et sett med koordinater som de skal lede utforskeren til ved å bruke muntlige instrukser som: 'flytt to steg mot nord' eller 'ett steg mot øst'. Målet er å nå riktig koordinat så raskt som mulig uten å tråkke utenfor rutene. Gjennom denne prosessen får elevene en fysisk forståelse av hvordan et koordinatsystem fungerer og hvordan man navigerer i det.",
    "time": "15 minutter",
    "image": "https://example.com/image.jpg",
    "tools": "Kritt",
    "location": "Ute",
    "grade": "Tredje årstrinn",
    "learning_goals": [
      "eksperimentere med og forklare plasseringar i koordinatsystemet"
    ],
    "number_of_tasks": 1
  },
  {
    "id": "balansespill",
    "title": "balansespill",
    "description": "I denne aktiviteten skal elevene utforske likevekt og balanse ved hjelp av en praktisk oppgave som involverer kroppen. Klassen deles inn i små grupper, og hver gruppe får utdelt et sett med balansebrett og ulike gjenstander med forskjellige vekter. Målet er å få brettet til å balansere ved å bruke de ulike gjenstandene. Hver gruppe begynner med å legge en gjenstand på den ene siden av balansebrettet, og må deretter prøve å finne en gjenstand med passende vekt for å oppnå balanse ved å plassere den på den andre siden. Gjennom prøving og feiling skal elevene diskutere og samarbeide for å finne de riktige kombinasjonene som fører til likevekt. Underveis skal elevene observere hvordan balanse endres med ulike gjenstander og reflektere over hvilke faktorer som påvirker balansen, som gjenstandenens plassering og vektfordeling.",
    "time": "45 minutter",
    "image": "https://example.com/balansespill.jpg",
    "tools": "Balansebrett, gjenstander med ulik vekt",
    "location": "Inne/Ute",
    "grade": "Tredje årstrinn",
    "learning_goals": [
      "utforske likevekt og balanse i praktiske situasjonar, representere dette på ulike måtar og omsetje mellom dei ulike representasjonane"
    ],
    "number_of_tasks": 1
  },
  {
    "id": "delingsspill-sirkel",
    "title": "Delingsspill sirkel",
    "description": "I denne aktiviteten skal elevene utforske delingsdivisjon ved å danne en sirkel. Læreren eller en elev begynner ved å holde en kurv med 12 gjenstander, for eksempel små steiner eller erter. Deretter velger læreren et antall elever som skal motta en lik mengde gjenstander fra kurven. De øvrige elevene danner en sirkel rundt dem. Læreren plasserer gjenstander i hendene til de elevene som mottar dem, en etter en, mens de øvrige teller høyt hvor mange som er utdelt til hver elev. Målet er å utforske hvordan man kan bruke delingsdivisjon for å fordele gjenstandene likt på flere. Etterpå diskuterer klassen hvordan fordelingen ble gjort og hvilke divisjonsstrategier som ble brukt.",
    "time": "5 minutter",
    "image": "https://via.placeholder.com/150",
    "tools": "Kurv, steiner",
    "location": "Ute",
    "grade": "Fjerde årstrinn",
    "learning_goals": [
      "utforske og bruke målings- og delingsdivisjon i praktiske situasjonar"
    ],
    "number_of_tasks": 1
  },
  
  {
    "id": "deling-stafett",
    "title": "Delingsstafett",
    "description": "Elevene deltar i en stafett der de utforsker divisjon ved å dele gjenstander i like store grupper. Læreren setter opp flere stasjoner ute på skolens område, der hver stasjon representerer et delingsproblem. For eksempel kan en stasjon ha 24 kongler som skal deles på 4 lag. Elevene løper mellom stasjonene og løser hvert problem fysisk ved å dele gjenstandene.",
    "time": "45 minutter",
    "image": "https://example.com/activity-image.jpg",
    "tools": "Kongler, steiner, blader, pinner bøtter",
    "location": "Ute",
    "grade": "Fjerde årstrinn",
    "learning_goals": [
      "utforske og bruke målings- og delingsdivisjon i praktiske situasjonar"
    ],
    "number_of_tasks": 5
  },
  {
    "id": "Brok-stafett",
    "title": "Brøkstafett",
    "description": "Bli med på en morsom og lærerig stafett hvor elevene utforsker sammenhengen mellom brøker, desimaltall og prosent. Del klassen inn i små grupper og plasser konvolutter med forskjellige matematiske oppgaver rundt i skolegården. Hver gruppe mottar en startkonvolutt som inneholder et problem de må løse. For å kunne løpe videre til neste post må de finne den riktige sammenhengen mellom en gitt brøk, desimaltall og prosent. Når oppgaven er løst riktig, kan de fortsette til neste post hvor en ny utfordring venter. Aktiviteten avsluttes når alle gruppene har løst alle oppgavene.",
    "time": "15 minutter",
    "image": "https://example.com/brokstafett.jpg",
    "tools": "Konvolutter, papir, penner",
    "location": "Ute",
    "grade": "Femte årstrinn",
    "learning_goals": [
      "utforske og forklare samanhengar mellom brøkar, desimaltal og prosent og bruke det i hovudrekning"
    ],
    "number_of_tasks": 5
  },
  {
    "id": "brok-prosent-sammenheng",
    "title": "Brøk, prosent- sammenheng",
    "description": "I denne aktiviteten skal elevene utforske sammenhengen mellom brøker og prosenter gjennom en fysisk aktivitet. Læreren deler elevene inn i små grupper og gir hver gruppe en bøtte med 10 småstein. Elevene skal fordele disse småsteinene mellom seg. Hver elev skal markere plassen sin på en stor tallinje tegnet ved hjelp av kritt. Tallinjen skal være nummerert fra 0 til 1, med mellomrom på 0,1. Elevene plasserer seg på linjen ut ifra hvor stor del av småsteinene deres representerer prosentvis. For eksempel, hvis en elev har 2 småstein, skal de stå på 0,2 på tallinjen. Etter å ha plassert seg, diskuterer elevene i gruppen sammenhengen mellom brøken av deres småstein, desimalen de står på, og prosentandelen de representerer. Læreren går rundt og veileder gruppene mens de sammenligner sine plasseringer og diskuterer hvorfor de står der de står.",
    "time": "15 minutter",
    "image": "https://via.placeholder.com/300",
    "tools": "Småstein, kritt",
    "location": "Ute",
    "grade": "Femte årstrinn",
    "learning_goals": [
      "utforske og forklare samanhengar mellom brøkar, desimaltal og prosent og bruke det i hovudrekning"
    ],
    "number_of_tasks": 1
  },
  {
    "id": "brøkstafett",
    "title": "Brøkstafett",
    "description": "I denne aktiviteten skal elevene delta i en stafett hvor de lærer om brøker gjennom fysisk aktivitet. Del klassen inn i grupper på fire elever. Hver gruppe får utlevert en sett med kort, hvor hvert kort representerer en brøk, for eksempel 1/2, 1/3, 1/4, etc. Det er plassert koner på enden av en bane, og ved hver kone er det en tallinje tegnet med kritt på bakken. Tallinjen er markert med hele tall og relevante brøker. Den første eleven fra hver gruppe starter ved å trekke et kort, for så å løpe til motsatt side av banen hvor tallinjen er. Elevene skal plassere kortet på riktig sted på tallinjen, før de løper tilbake og gir stafettpinnen til neste deltaker på laget.",
    "time": "45 minutter",
    "image": "https://example.com/brokstafett.jpg",
    "tools": "Kritt, papir",
    "location": "Ute",
    "grade": "Femte årstrinn",
    "learning_goals": [
      "beskrive brøk som del av ein heil, som del av ei mengd og som tal på tallinja og vurdere og namngi storleikane"
    ],
    "number_of_tasks": 1
  },
  {
    "id": "plassering-av-desimaltall-på-tallinjen",
    "title": "Plassering av desimaltall på tallinjen",
    "description": "I denne aktiviteten skal elevene utforske og plassere desimaltall på en stor tallinje tegnet på bakken. Læreren har forberedt en lang linje med stort mellomrom mellom hele tall, for eksempel fra 0 til 10. Det er markert med kritt eller tape. Elevene får utdelt kort med ulike desimaltall, og de skal plassere seg selv på riktig sted langs tallinjen i forhold til de hele tallene. Når alle har funnet sin plassering, diskuterer klassen hvilke strategier de brukte for å finne riktig plassering og hvordan de navnga desimaltallene. Aktiviteten avsluttes med å sammenligne terminologien og plasseringene med et par eksempler av hele tall.",
    "time": "5 minutter",
    "image": "https://example.com/image.jpg",
    "tools": "Kritt eller tape, kort med desimaltall",
    "location": "Ute",
    "grade": "Sjette årstrinn",
    "learning_goals": ["utforske, namngi og plassere desimaltal på tallinja"],
    "number_of_tasks": 1
  },
  {
    "id": "desimaltall-på-tallinje-aktivitet",
    "title": "Desimaltall på tallinje",
    "description": "I denne aktiviteten skal elevene utforske og plassere desimaltall på en stor tallinje som er tegnet på bakken. Denne tallinjen kan være laget av tau eller kritt som er festet/tegnet fra 0 til 10. Læreren gir elevene forskjellige desimaltall som 2,5, 3,75, 6,25, og elevene skal fysisk bevege seg til den posisjonen de mener tallet tilhører. Dette vil hjelpe dem med å forstå plasseringen av desimaltall i forhold til hverandre på en tallinje. Aktiviteten gjennomføres i grupper, hvor hver gruppe får utdelt et sett med desimaltall. Når alle i gruppen har plassert seg på tallinjen, diskuterer de sin plassering med de andre gruppene for å se om de er enige om de relative posisjonene og utforsker alternative måter å tenke på.",
    "time": "15 minutter",
    "image": "https://images.pexels.com/photos/414579/pexels-photo-414579.jpeg",
    "tools": "Kritt, papir",
    "location": "Ute",
    "grade": "Sjette årstrinn",
    "learning_goals": ["utforske, namngi og plassere desimaltal på tallinja"],
    "number_of_tasks": 1
  },
  {
    "id": "symmetri-spill",
    "title": "SymmetriSpill",
    "description": "I denne aktiviteten skal elevene utforske og beskrive symmetri i et mønster ved hjelp av en fysisk bevegelseslek. Læreren forbereder et stort rutenett på gulvet ved å tegne linjer, som skaper et koordinatsystem. Elevene deles deretter inn i par. Den ene eleven i paret legger seg ned i en valgfri positur på én side av symmetrilinjen som læreren har tegnet på gulvet. Den andre eleven skal prøve å etterligne denne posituren på motsatt side av symmetrilinjen, men speilet slik at posisjonene er symmetriske. Etter at første runde er ferdig, bytter elevene roller. Aktiviteten avsluttes med en diskusjon ledet av læreren hvor elevene beskriver hvordan de jobbet med symmetri og hvilke utfordringer de møtte. ",
    "time": "45 minutter",
    "image": "https://example.com/symmetri_spill.png",
    "tools": "Kritt",
    "location": "Ute",
    "grade": "Sjette årstrinn",
    "learning_goals": [
      "utforske og beskrive symmetri i mønster og utføre kongruensavbildingar med og utan koordinatsystem"
    ],
    "number_of_tasks": 1
  },
  {
    "id": "matematikk-stafett",
    "title": "Matematikk stafett",
    "description": "Elevene deles inn i to lag. På en stor tallinje tegnet på bakken, vil det bli plassert spørsmål om negative tall, hvor hvert spørsmål er skrevet på en lapp som legges ved et tall. Hvert lag starter på motsatt ende av tallinjen. På lærerens signal, skal den første eleven i hvert lag løpe til nærmeste spørsmål, løse oppgaven, og deretter returnere til sitt lag med svaret. Neste elev kontrollerer svaret, og hvis det er riktig, fortsetter stafetten til neste spørsmål. Denne prosessen gjentas til alle spørsmålene er besvart eller tiden er ute.",
    "time": "15 minutter",
    "image": "https://linkbilde.no/matematisk_stafett_05.jpg",
    "tools": "Papir, kritt, stoppeklokke",
    "location": "Ute",
    "grade": "Syvende årstrinn",
    "learning_goals": ["utforske negative tal i praktiske situasjonar"],
    "number_of_tasks": 10
  },
  {
    "id": "brøk-stafett",
    "title": "BrøkStafett",
    "description": "I denne aktiviteten skal elevene delta i en stafett hvor de løper til ulike poster plassert rundt i skolegården. Ved hver post må elevene løse en oppgave relatert til brøk, desimaltall, og prosent. Oppgavene kan inkludere å konvertere en brøk til et desimaltall eller prosent, eller diskutere forholdet mellom ulike representasjoner.",
    "time": "15 minutter",
    "image": "",
    "tools": "Ingen",
    "location": "Ute",
    "grade": "Syvende årstrinn",
    "learning_goals": [
      "representere og bruke brøk, desimaltal og prosent på ulike måtar og utforske dei matematiske samanhengane mellom desse representasjonsformene"
    ],
    "number_of_tasks": 5
  },
  {
    "id": "brøkstafett-v2",
    "title": "Brøkstafett volum2",
    "description": "Denne aktiviteten er en stafett hvor elevene skal bruke fysisk bevegelse for å forstå sammenhengen mellom brøk, desimaltall og prosent. Klassen deles inn i grupper, og hver gruppe får utdelt en mengde kort med ulike tall i brøk-, desimal- eller prosentform. Kortene plasseres på forskjellige stasjoner rundt i klasserommet eller uteplassen. Elevene skal løpe fra stasjon til stasjon for å finne tre kort som representerer samme verdi, en i hver form (brøk, desimal og prosent). For eksempel kan en elev finne 1/2, 0,5 og 50%. Første gruppe som finner alle riktig kombinasjoner vinner.",
    "time": "45 minutter",
    "image": "",
    "tools": "Kort, stoppeklokke, fløyte",
    "location": "Inne/ute",
    "grade": "Syvende årstrinn",
    "learning_goals": [
      "representere og bruke brøk, desimaltal og prosent på ulike måtar og utforske dei matematiske samanhengane mellom desse representasjonsformene"
    ],
    "number_of_tasks": 1
  }
]
