{
  "grade": "Andre årstrinn",
  "total_activities": 48,
  "activities": [
    {
      "id": "A0101",
      "title": "Lag en maurtue! Gruppering etter konkreter",
      "time": "15",
      "location": "Inne / ute",
      "tools": "Ingen",
      "groupsize": "3-5",
      "learning_goal": "Ordne tal, mengder og former ut frå eigenskapar, samanlikne dei og reflektere over om dei kan ordnast på fleire måtar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene samle inn gjenstander fra naturen eller klasserommet. Etterpå skal de i fellesskap sortere og gruppere det de har funnet – helt uten hjelp fra læreren."
        ],
        "main": [
          "Samle elevene, del dem i grupper på 5 og fortell at de nå er små maur som skal bygge en maurtue.",
          "Forklar at hver maur skal finne 2-3 små gjenstander i naturen eller rundt i klasserommet som de skal ta med seg tilbake til et felles område (“maurtua”).",
          "Sett en tidsgrense på 5 minutter – “Jobb raskt før det kommer regn!”",
          "Når alle er tilbake i maurtua skal elevene sortere og gruppere gjenstandene de har funnet - uten føringer fra læreren"
        ],
        "examples": [
          "Etter type (kongler for seg, steiner for seg)",
          "Etter antall (alle som har 4 ting står sammen)",
          "Etter farge (brune ting, grønne ting…)",
          "Etter egenskaper (myke, harde, spisse, flate…)"
        ],
        "reflection": [
          "Hva slags sorteringer kom dere på?",
          "Kunne noen ting passe i flere grupper?"
        ],
        "tips": [],
        "extra": []
      }
    },
    {
      "id": "A0102",
      "title": "Kongen befaler! Sortering etter egenskaper",
      "time": "5",
      "location": "Inne / ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "Ordne tal, mengder og former ut frå eigenskapar, samanlikne dei og reflektere over om dei kan ordnast på fleire måtar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal læreren være kongen i \"Kongen befaler\".  Elevene skal sortere seg etter kongens befalinger."
        ],
        "main": [
          "Samle elevene i klasserommet eller på et åpent uteområde.",
          "Fortell elevene at læreren nå skal være kongen i leken Kongen befaler. Kongen gir kommandoer som handler om å sortere eller gruppere seg ut fra bestemte egenskaper.",
          "Kongen gir én kommando av gangen mens elevene utfører oppgaven",
          "Etter hver runde kan dere kort snakke om hvordan de løste det."
        ],
        "examples": [
          "Sortering:",
          "Still dere i rekkefølge etter høyde – lavest til høyest!",
          "Sorter dere etter skostørrelse! Gruppering:",
          "Finn andre med samme øyenfarge som deg!",
          "Lag grupper etter fargen på genseren deres!",
          "Grupper dere etter hvilken farge det er mest av på skoene deres!"
        ],
        "reflection": [
          "Hvordan visste du hvilken gruppe du skulle i?",
          "Hva betyr det å sortere etter noe?",
          "Hva betyr det å gruppere?",
          "Kan man noen ganger høre til flere grupper?",
          "Kan man være usikker på hvor man passer inn?"
        ],
        "tips": [
          "Vær tydelig i befalingen: si for eksempel «Sorter etter skostørrelse – liten til stor» heller enn bare «Sorter etter sko». Kombiner gjerne med begrepslæring i matematikk (måling, sammenligning, kategorisering). Pass på at alle føler seg inkludert – fokuser på samarbeid fremfor konkurranse. Aktiviteten egner seg også godt som overgangsaktivitet eller pause."
        ],
        "extra": []
      }
    },
    {
      "id": "A0103",
      "title": "Sammenlikning av tegning",
      "time": "15",
      "location": "Inne",
      "tools": "Penn, Papir",
      "groupsize": "4-5",
      "learning_goal": "Ordne tal, mengder og former ut frå eigenskapar, samanlikne dei og reflektere over om dei kan ordnast på fleire måtar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene tegne sammen og deretter sortere og sammenligne kunsten!"
        ],
        "main": [
          "Del klassen inn i grupper på 4–5 elever og lag tilsvarende stasjoner rundt i klasserommet med penn og papir",
          "Hver gruppe starter ved en tegnestasjon og tegner fritt i 2 minutter.",
          "Etter 2 minutter roper læreren at klassen skal rotere til neste stasjon.",
          "Dette gjentas til alle gruppene har bidratt til alle tegningene.",
          "Gruppene returnerer til sin opprinnelige stasjon. De studerer det ferdige verket og diskuterer: Hva ble dette til? Hvordan forandret tegningen seg?",
          "Deretter går gruppene rundt og sammenligner med de andre tegningene og sorterer etter likheter og ulikheter"
        ],
        "examples": [],
        "reflection": [
          "Hva ble dette til?",
          "Hvordan forandret tegningen seg?",
          "Hvilken tegning likner mest på den du startet på?",
          "Sorter dere i grupper på 5 med tegningen du holder i hånda"
        ],
        "tips": [
          "Ta gjerne bilder av tegningene og lag en utstilling etterpå."
        ],
        "extra": []
      }
    },
    {
      "id": "A0104",
      "title": "Røvere på jakt etter farger",
      "time": "15",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "4-6",
      "learning_goal": "Ordne tal, mengder og former ut frå eigenskapar, samanlikne dei og reflektere over om dei kan ordnast på fleire måtar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene være røvere å jakte på farger og deretter dele fangsten seg i mellom. Målet til gruppa er å kun finne gjenstander i gitt farge og deretter samarbeide rundt sortering og gruppering"
        ],
        "main": [
          "Samle elevene og fortell at de nå skal være røvere på jakt etter fargede skatter i naturen.",
          "Del klassen inn i 4 grupper. Tildel hver gruppe en farge (f.eks. brun, grønn, rød, gul).",
          "Forklar at de kun skal samle ting i sin farge.",
          "Sett en tidsgrense, f.eks. 5 minutter.",
          "Gruppene beveger seg ut og samler så mange gjenstander som mulig i sin farge.",
          "Samle alle og start diskusjon"
        ],
        "examples": [
          "Brun: kongler, bark, visne blader, pinner Blå: blomster, blåbær Grønn: blader, gress"
        ],
        "reflection": [
          "Er det mulig å gruppere gjenstandene deres i undergrupper? (f.eks. “myke ting”, “ting som kommer fra trær”, “runde ting”)",
          "Hvordan kan man sortere tingene på andre måter enn bare farge? (f.eks. størrelse, form, tekstur)"
        ],
        "tips": [
          "For å gjøre det mer krevende: si at ingen i gruppen får hente helt like ting (alle må bidra med noe unikt). Begrens hvor mange gjenstander hver elev kan hente.",
          "Bruk aktiviteten som inngang til naturfaglige begreper som materialer, kategorisering og mangfold i naturen.",
          "Oppmuntre til kreativ tenkning: Hva gjør noe “brunt”? Kan én ting høre hjemme i flere grupper?"
        ],
        "extra": []
      }
    },
    {
      "id": "A0105",
      "title": "Marked - sammenlign egenskaper",
      "time": "45",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "Ordne tal, mengder og former ut frå eigenskapar, samanlikne dei og reflektere over om dei kan ordnast på fleire måtar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene være vikinger som samler ulike konkreter. Deretter skal de gå tilbake til landsbyen og gå til \"markedet\" der de bytter gjenstander med hverandre. På markedet skal de diskutere rundt egenskaper, likheter og ulikheter rundt konkretene."
        ],
        "main": [
          "Samle elevene og fortell at de nå skal være vikinger som samler ressurser for å bytte på markedet.",
          "Forklar at hver elev skal samle sine egne gjenstande og at de deretter skal bytte med andre elever på markedet.",
          "Sett en tidsgrense på 10 minutter for at elevene skal samle gjenstandene. De beveger seg rundt i området (enten ute eller inne) og finner gjenstander som passer til kriteriene de har fått.",
          "Gi instruksjoner før de løper t og sanker:  \"Finn noe som er rundt, finn noe som er mykt, finn noe som er grønt\", osv",
          "Oppfordre dem til å finne unike gjenstander, og begrens gjerne antall gjenstander de kan samle (f.eks. maks tre gjenstander per elev).",
          "Samle elevene etter 10 min  og forklar at de skal argumentere for hvorfor de mener deres gjenstander kan byttes basert på felles egenskaper (f.eks. \"Min stein er rund, og din er også rund, så vi kan bytte\").",
          "Etter bytteprosessen samles alle og diskuter hvordan byttene gikk"
        ],
        "examples": [],
        "reflection": [
          "Hvordan bestemte de hvilke gjenstander som kunne byttes?",
          "Hvordan argumenterte de for at gjenstandene var like?",
          "Hva slags egenskaper vurderte de – farge, form, størrelse, tekstur?",
          "Hvilke ressurser var mest ettertraktede, og hvorfor?",
          "Hva lærte de om likhet og forskjell? Hvordan kan man vurdere om noe er \"like\"?"
        ],
        "tips": [
          "Denne aktiviteten fungerer godt både ute og inne – innendørs kan gjenstandene være papirbiter, plastobjekter eller små blokker, mens utendørs kan man bruke steiner, blader, kongler, pinner osv.  Legg vekt på samarbeid og kreativ tenkning, og oppmuntre til diskusjon og refleksjon om hvilke egenskaper som gjør at to objekter kan byttes."
        ],
        "extra": []
      }
    },
    {
      "id": "A0106",
      "title": "Sorter og samarbeid! Objekter i rekkefølge",
      "time": "15",
      "location": "Inne / ute",
      "tools": "Ingen",
      "groupsize": "4",
      "learning_goal": "Ordne tal, mengder og former ut frå eigenskapar, samanlikne dei og reflektere over om dei kan ordnast på fleire måtar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene samle naturlige objekter ute og deretter samarbeide i grupper for å sortere dem etter ulike egenskaper."
        ],
        "main": [
          "Be elevene gå ut og samle minst to av samme type gjenstand (f.eks. to steiner, to blader).",
          "Når alle har samlet, deles elevene i grupper på 4",
          "Gruppene sorterer objektene etter egenskaper som farge, størrelse eller vekt, og plasserer dem i stigende eller synkende rekkefølge.",
          "Elevene merker antall og kobler objektene til tall.",
          "Gruppene deler strategiene sine med resten av klassen."
        ],
        "examples": [
          "– Sortering etter farge (grønne, brune, mørke) – Størrelse (små til store steiner) – Vekt (lette blader til tyngre kongler) – Tekstur (glatt, ru, piggete) – Antall (parvise gjenstander, telle og sammenligne mengder)"
        ],
        "reflection": [
          "– Hvordan valgte dere å sortere objektene? – Kunne gjenstandene sorteres på flere måter? – Var det vanskelig å bli enige? – Hvilke egenskaper var lettest å sortere etter?"
        ],
        "tips": [],
        "extra": []
      }
    },
    {
      "id": "A0107",
      "title": "Alle mann av hus",
      "time": "15",
      "location": "Ute",
      "tools": "Kritt",
      "groupsize": "Alle",
      "learning_goal": "utforske, tegne og beskrive geometriske figurer fra sitt eget nærmiljø og argumentere for måter å sortere dem på etter egenskaper",
      "content": {
        "introduction": [
          "I denne aktiviteten er elevene inne i «hus» formet som ulike geometriske figurer. De må løpe ut hvis de befinner seg i det huset som passer til det som ropes – men passe seg for å bli tatt!"
        ],
        "main": [
          "Marker 3–5 «hus» på bakken i ulike geometriske former (sirkel, firkant, trekant, osv.).",
          "Alle elevene starter inne i hvert sitt «hus».",
          "Én elev står utenfor og roper: «Alle mann av hus, de som står i [noe]!»",
          "Alle som står i det huset som nevnes, må løpe ut av huset og inn i et nytt hus",
          "Den som står utenfor prøver å ta dem. De som blir tatt, hjelper til å fange de neste.",
          "Fortsett til alle har vært ute eller alle er tatt."
        ],
        "examples": [
          "Alle som befinner seg inne i en trekant",
          "Alle som befinner seg i en figur uten kanter"
        ],
        "reflection": [],
        "tips": [
          "– Varier hvor mange former du bruker, og hvilke. – Snakk kort om navnet på formene og hva som kjennetegner dem."
        ],
        "extra": []
      }
    },
    {
      "id": "A0201",
      "title": "Danseleken!",
      "time": "5",
      "location": "Inne",
      "tools": "Høyttaler",
      "groupsize": "Alle",
      "learning_goal": "Utforske tal, mengder og teljing i leik, natur, biletkunst, musikk og barnelitteratur, representere tala på ulike måtar og omsetje mellom dei ulike representasjonane",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene danse mens de teller hvor mange ganger en bestemt frase gjentas i sangen. Etterpå hopper de like mange ganger!"
        ],
        "main": [
          "Forklar at elevene skal danse mens de lytter etter en bestemt frase i sangen",
          "Spør om noen kjenner sangen, og øv evt. frasen først.",
          "Spille sangen – elevene danser og teller hver gang frasen sies.",
          "Etterpå sier læreren: «Hvor mange ganger hørte vi frasen?»",
          "Elevene hopper like mange ganger som frasen ble sagt (f.eks. 15 hopp).",
          "Snakk sammen om antallet."
        ],
        "examples": [
          "“Hey Macarena, ay!” (15 ganger)"
        ],
        "reflection": [
          "– Hvor mange ganger hørte dere frasen? – Hoppet alle like mange ganger?"
        ],
        "tips": [
          "– Bruk sanger med tydelig og repeterende tekst. – Oppmuntre til å telle stille for seg selv mens de danser. – Repetér sangen og se om elevene får likt svar andre gang."
        ],
        "extra": []
      }
    },
    {
      "id": "A0202",
      "title": "Skuespill",
      "time": "5",
      "location": "Inne",
      "tools": "Fortelling",
      "groupsize": "Alle",
      "learning_goal": "Utforske tal, mengder og teljing i leik, natur, biletkunst, musikk og barnelitteratur, representere tala på ulike måtar og omsetje mellom dei ulike representasjonane",
      "content": {
        "introduction": [
          "I denne aktiviteten skal læreren ha høytlesning av en fortelling! Etter hvert avsnitt stopper læreren og stiller et spørsmål knyttet til tall i fortellingen, der elevene må gjøre en bevegelse knyttet til det tallet."
        ],
        "main": [
          "Elevene stiller seg i en sirkel rundt læreren, som sitter i midten og leser høyt.",
          "Forklar at dere skal høre et spennende eventyr, og at de underveis får spørsmål knyttet til tall i fortellingen.",
          "For hvert spørsmål skal de gjøre en bevegelse som passer til tallet."
        ],
        "examples": [
          "Espen Askeladd som kappåt med trollet  Det var en gang en bonde som hadde tre sønner. Bonden var gammel og fattig, men sønnene hans ville ikke gjøre noe på gården. Det hørte en stor skog til gården, og faren ville at sønnene skulle hogge i skogen.   Spørsmål: “Hvor mange sønner hadde bonden? Hopp antallet!”   Først skulle den eldste ut og hogge. Da han hadde kommet ut i skogen og hadde begynt å hogge på en gran, kom det et stort troll bort til ham.",
          "Hvis du hogger i min skog, så dreper jeg deg! brølte trollet. Da gutten hørte det, kastet han øksa og løp hjem så fort han kunne.  Da han kom hjem, ble faren sint, og sa at trollene aldri hadde skremt ham da han var ung.  Spørsmål: “Hvem av sønnene skulle ut og hogge først? Klapp antallet!”   Neste dag skulle den andre sønnen ut i skogen. Det gikk ikke bedre med ham. Da han hadde begynt å hogge på grana, kom trollet.",
          "Hvis du hogger i min skog, så dreper jeg deg! Brølte det. Gutten kastet øksa og løp så fort han kunne.  Da han kom hjem, ble faren sint, og sa at han aldri var blitt skremt av trollene da han var ung.  Spørsmål: “Hvilken sønn skulle ut denne dagen? Snurr antallet!” ​ Den tredje dagen ville den yngste av brødrene prøve seg. Den yngste ble kalt Askeladden. Askeladden la en fersk ost i skreppa og dro til skogs. Da han hadde hogd en stund, kom trollet.",
          "Hvis du hogger i min skog, dreper jeg deg! Brølte det. Askeladden tok osten ut av skreppa og klemte den så hardt at det rant av den.",
          "Hvis du ikke tier stille, så skal jeg klemme deg akkurat som jeg klemmer vannet ut av denne hvite steinen!",
          "Å nei, vær så snill! Jeg skal hjelpe deg å hogge. Trollet var flink til å hogge, så det ble mye ved den dagen.  Spørsmål: “Hvilken plass i søskenrekken hadde Askeladden? Vis antallet med fingrene og tramp antallet!”  Da kvelden kom, sa trollet:",
          "Du kan bli med meg hjem. Det er lengre vei til deg enn til meg. Dette syns Askeladden var en god idé.   Da de kom frem, ville trollet tenne i peisen mens gutten skulle gå etter vann til grøten.  Trollet ga ham to jernbøtter, så tunge at gutten ikke kunne løfte på dem.",
          "Disse bøttene er for små, sa Askeladden. Det er bedre at jeg henter hele brønnen.",
          "Åh nei, jeg kan ikke miste brønnen min. Du kan tenne i peisen, så skal jeg gå etter vann.  Spørsmål: “Hvor mange bøtter ga trollet Askeladden? Lat som du løfter opp antallet bøtte!”  Da trollet kom tilbake med vannet, kokte de en stor grøt",
          "gryte.",
          "Hvis du vil, kan vi spise om kapp? sa Askeladden Ja dette ville trollet, for han var sikker på å vinne.   Spørsmål: “Hvor mange personer spiste grøt sammen? Sitt ned og lat som du spiser med skje antallet ganger”  Askeladden tok skinnskreppa foran seg uten at trollet så det, og så øste han mer i den, enn i seg selv. Da skreppa var full, tok han kniven sin og stakk hull på den. Trollet så på ham, men sa ikke noe. Da de hadde spist en stund, la trollet fra seg skjeen.",
          "Nei, nå orker jeg ikke mer!",
          "Jo, nå får du spise. Du kan bare gjøre slik som jeg. Skjær hull på magen, så kan du spise så mye du vil. Så gjorde trollet som gutten sa, men du kan vel tenke deg hvordan det gikk? Trollet døde med en gang. Askeladden tok med seg alt det gullet og sølvet han fant, og gikk glad og fornøyd hjem."
        ],
        "reflection": [],
        "tips": [],
        "extra": [
          "Printout av fortellingen"
        ]
      }
    },
    {
      "id": "A0203",
      "title": "Hopp og tenk!",
      "time": "15",
      "location": "Ute",
      "tools": "Hoppetau",
      "groupsize": "4",
      "learning_goal": "Utforske tal, mengder og teljing i leik, natur, biletkunst, musikk og barnelitteratur, representere tala på ulike måtar og omsetje mellom dei ulike representasjonane",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bruke kroppen til å utforske begreper som «det dobbelte av» og «halvparten av» gjennom hoppetauleker i grupper."
        ],
        "main": [
          "Del klassen i grupper på 4 elever: én hopper, én gir instruksjonen, og to slenger tauet",
          "Instruktøren gir en oppgave, f.eks.: «Hopp dobbelt så mange ganger som 4», eller «Hopp halvparten av 10».",
          "Hopperen får 10–20 sekunder til å tenke før de hopper.",
          "Alle rullerer på rollene etter noen runder."
        ],
        "examples": [
          "Hopp dobbelt så mange ganger som 3!",
          "Hopp halvparten av 8",
          "Hopp like mange ganger som 2 + 2!",
          "Kombiner med rim eller sang: «Hopp det dobbelte av to, 1–2–3–4 GO!»"
        ],
        "reflection": [
          "Hva betyr «dobbelt så mange»? – Var det lettere med halvparten eller dobbelt av?"
        ],
        "tips": [
          "– Juster tallene etter nivået på elevene",
          "Legg til rytmer, klapping eller musikk for variasjon.–"
        ],
        "extra": []
      }
    },
    {
      "id": "A0204",
      "title": "Tell som en fugl! Observasjon og telling i naturen",
      "time": "45",
      "location": "Ute",
      "tools": "Penn, Papir",
      "groupsize": "2–4",
      "learning_goal": "Utforske tal, mengder og teljing i leik, natur, biletkunst, musikk og barnelitteratur, representere tala på ulike måtar og omsetje mellom dei ulike representasjonane",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene observere fugler (eller andre dyr) i nærområdet og telle lyder eller bevegelser for å øve på tallforståelse og systematisk observasjon."
        ],
        "main": [
          "Del elevene i små grupper og gi dem en tidsramme (f.eks. 10–15 min).",
          "Hver gruppe velger en fugl (f.eks. due, kråke, måke) eller et annet dyr.",
          "Elevene skal telle: Hvor mange ganger fuglen gjør en bestemt bevegelse (hopper, flyr, nikker med hodet)? Hvor mange lyder fuglen lager? Er fuglene i flokk eller alene?",
          "Etterpå sammenlignes og diskuteres observasjonene."
        ],
        "examples": [
          "– En gruppe ser på måker: «Vi så én måke hoppe 6 ganger og rope 8 ganger.» – En annen gruppe observerer duer: «To duer fløy opp samtidig og lagde 10 lyder på 2 minutter.» – «3 fugler satt i flokk, 2 var alene»"
        ],
        "reflection": [
          "Etter observasjonene samles alle for å dele funnene sine.",
          "Hvilken fugl observerte de, og hvilke bevegelser eller lyder la de merke til?",
          "Hva kan disse observasjonene fortelle oss om fuglenes atferd?",
          "Hvordan kunne vi bruke tellingen til å lære mer om dyrene vi observerte?"
        ],
        "tips": [
          "Bruk området rundt skolegården eller en gård/skog for å få varierte observasjoner.",
          "Oppfordre elevene til å bruke ulike sanser – både syn og hørsel – når de observerer dyrene.",
          "Aktiviteten kan også inkludere observasjoner av andre dyr på gården eller i skogen, ikke bare fugler.",
          "Sørg for at alle har en rolle i gruppen, og at de deler sine funn og refleksjoner med de andre."
        ],
        "extra": []
      }
    },
    {
      "id": "A0205",
      "title": "Kongen befaler!",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "Utforske tal, mengder og teljing i leik, natur, biletkunst, musikk og barnelitteratur, representere tala på ulike måtar og omsetje mellom dei ulike representasjonane",
      "content": {
        "introduction": [
          "I denne aktiviteten skal læreren si ulike tall, og elevene skal finne på en vilkårlig bevegelse til tallet."
        ],
        "main": [
          "Læreren sier ett tall mellom 1-10",
          "Elevene skal mime tallet ved å gjøre en vilkårlig bevegelse, for eksempel: hopp, klapp eller andre bevegelser like mange ganger som tallet tilsier.",
          "Aktiviteten kan gjentas flere ganger"
        ],
        "examples": [
          "Læreren sier tallet 6 – noen i klassen hopper 6 ganger, noen klapper 6 ganger, noen snurrer 6 ganger."
        ],
        "reflection": [
          "Hvordan kan vi vise tall med kroppen?",
          "Hvilke andre måter kan vi representere tall på?",
          "Hvordan vet vi at det var for eksempel 6 hopp og ikke 5?"
        ],
        "tips": [
          "Bruk musikk for rytme."
        ],
        "extra": []
      }
    },
    {
      "id": "A0206",
      "title": "Mimeleken",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Tallkort",
      "groupsize": "4-5",
      "learning_goal": "Utforske tal, mengder og teljing i leik, natur, biletkunst, musikk og barnelitteratur, representere tala på ulike måtar og omsetje mellom dei ulike representasjonane",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene trekke et tallkort og deretter prøve å mime tallet til gruppen sin. gruppen skal prøve å gjette tallet."
        ],
        "main": [
          "Læreren skriver lapper med forskjellige tall på fra for eksempel 1-10 (Det er også mulighet for å printe ut klare tallkort)",
          "Én elev i gruppen trekker et tallkort og prøver å mime det",
          "Resten av gruppa skal prøve å gjette det",
          "Rullerer innad i gruppen for at alle skal få prøve"
        ],
        "examples": [
          "Eleven trekker tallet 4 og gjør 4 hopp. Gruppen gjetter deretter 4."
        ],
        "reflection": [
          "Hvordan kan vi vise tall med kroppen?",
          "Hvilke andre måter kan vi representere tall på?",
          "Hvordan vet vi at det var for eksempel 6 hopp og ikke 5?"
        ],
        "tips": [
          "Bruk musikk for å få det mer lekent. Hvis det er noen som er usikre, sett dem i par slik at man kan prøve å mime sammen."
        ],
        "extra": [
          "printOuts/A0206.png"
        ]
      }
    },
    {
      "id": "A0301",
      "title": "Telletoget",
      "time": "15",
      "location": "Inne",
      "tools": "Tallkort",
      "groupsize": "Alle",
      "learning_goal": "eksperimentere med teljing både framlengs og baklengs, velje ulike startpunkt og ulik differanse og beskrive mønster i teljingane",
      "content": {
        "introduction": [
          "I denne aktiviteten følger elevene en rekkefølge sammen som et “telle",
          "tog”. Elevene reiser seg etter tur og viser tallet sitt – en morsom og visuell måte å øve på tall og mønster."
        ],
        "main": [
          "Del ut ark med tall fra 1 til 20 (eller tilsvarende antall elever). Hvert tall må være representert én gang.",
          "Gå sammen gjennom tallrekken før dere starter – hvem kommer før og etter?  “Hvem har 1? Hvem har 2? … Hvem kommer etter deg? Hvem kommer før?”",
          "Start tellingen: elev med tall 1 reiser seg, viser arket og setter seg. Så tall 2, osv.",
          "Når klassen mestrer dette, kan to og to elever gå sammen og telle  (f.eks. 2 og 2 – partall, 5 og 5, osv.)",
          "Utvid med ulike mønster eller startpunkt. Tell forlengs eller baklengs."
        ],
        "examples": [
          "– Telle fra 1 til 20 – Telle baklengs fra 20 til 1 – Telle 2 og 2: 2, 4, 6, 8 … – Telle 5 og 5: 5, 10, 15 … – Starte på 3 og telle 3 og 3: 3, 6, 9, 12…"
        ],
        "reflection": [
          "– Hvem var før deg? Etter deg? – Hvorfor er det lurt å vite hvilket tall som kommer etterpå? – Hva slags mønster ser dere? – Var det lettere å telle 1 og 1 eller 2 og 2? – Klarte dere å følge med på rekkefølgen?"
        ],
        "tips": [
          "Kan også brukes til å innføre begreper som oddetall og partall, plassering, og tallinjer."
        ],
        "extra": [
          "printOuts/A0301.png"
        ]
      }
    },
    {
      "id": "A0302",
      "title": "Skattefrakt over havet",
      "time": "15",
      "location": "Ute",
      "tools": "Ball",
      "groupsize": "4",
      "learning_goal": "eksperimentere med teljing både framlengs og baklengs, velje ulike startpunkt og ulik differanse og beskrive mønster i teljingane",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene samarbeide om å frakte en gjenstand fra et startpunkt til et sluttpunkt",
          "med så få berøringer som mulig. Målet er å komme seg over til den andre siden, uten å bryte reglene."
        ],
        "main": [
          "Elevene skal frakte en skatt trygt over et «hav» (bakken)– uten å miste den i vannet.",
          "Læreren deler klassen inn i grupper",
          "Hver gruppe skal finne en gjenstand som skal bli deres \"skatt\"",
          "Læreren markerer et startpunkt og et sluttpunkt med ca. 15–20 meters avstand – dette er havet som skatten skal fraktes over.",
          "Forklar reglene tydelig:   • Skatten må ikke røre bakken underveis.   • Den kan ikke kastes, sparkes eller trilles.   • Den som holder skatten, må stå helt stille – det er ikke lov å gå mens man holder den.   • Hver gang en ny person tar i skatten, telles det som én berøring.",
          "Målet er å få skatten over havet med færrest mulig berøringer. Hver gang en ny elev tar i skatten, teller det som én berøring. Læreren kan velge å legge inn en tidsbegrensning, et maks antall forsøk, eller begge deler. ."
        ],
        "examples": [
          "En elev løfter skatten og holder den ut til neste elev. Den neste eleven må stå klar og ta imot – ingen av dem har lov til å gå mens de holder skatten. Etter at skatten er overlevert, kan eleven som nettopp har sluppet skatten løpe frem og stille seg i rekken igjen, klar til å ta imot neste gang. Gruppen må derfor planlegge hvor de står, og hvordan de skal samarbeide for å få skatten frem – kanskje ved å danne en kjede, bruke armene på smarte måter, eller flytte seg raskt mellom overleveringene."
        ],
        "reflection": [
          "Hva var vanskelig med å frakte skatten?",
          "Hvordan løste dere det som gruppe?",
          "Klarte dere å samarbeide uten å bryte reglene?",
          "Hva kunne dere gjort annerledes for å få færre berøringer?"
        ],
        "tips": [
          "Sett på pirat",
          "inspirert musikk mens oppgaven pågår – dette kan fungere som en slags nedtelling mens gruppene jobber mot målet!"
        ],
        "extra": []
      }
    },
    {
      "id": "A0303",
      "title": "15-gjelder",
      "time": "15",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "eksperimentere med teljing både framlengs og baklengs, velje ulike startpunkt og ulik differanse og beskrive mønster i teljingane",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene utforske å telle baklengs med leken 15",
          "gjelder."
        ],
        "main": [
          "Velg én elev som skal telle og lukke øynene.",
          "Telleren roper “15 gjelder!” og teller høyt baklengs fra 15 til 0 mens de andre tar på telleren og løper for å gjemme seg.",
          "Når telleren sier 0, tar hen to skritt og ser etter gjemte deltakere. De som blir funnet, er ute.",
          "Telleren teller deretter fra ett tall lavere (14, 13, osv.).",
          "De som fortsatt er gjemt, må løpe tilbake, ta på telleren og gjemme seg igjen.",
          "Leken fortsetter til alle er funnet. Den siste som blir funnet, blir neste teller."
        ],
        "examples": [
          "– Starter med “15 gjelder!”, neste runde “14 gjelder!”  – Elever gjemmer seg etter å ha tatt på telleren  – Telleren tar kun to skritt før leting"
        ],
        "reflection": [
          "– Var det lett eller vanskelig å telle baklengs?  – Hvorfor tror du det ble lettere etter flere runder?  – Hva skjer med tiden man får når tallet går ned?  – Hvordan påvirket det hvordan dere gjemte dere?"
        ],
        "tips": [
          "– Start med lavere tall for yngre elever (f.eks. 10)  – Telleren må telle tydelig og høyt  – Kombiner gjerne med telling forlengs som variasjon"
        ],
        "extra": []
      }
    },
    {
      "id": "A0304",
      "title": "Gå planken: telling og eksperimentering med skritt",
      "time": "15",
      "location": "Ute",
      "tools": "Kritt",
      "groupsize": "4",
      "learning_goal": "eksperimentere med teljing både framlengs og baklengs, velje ulike startpunkt og ulik differanse og beskrive mønster i teljingane",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bevege seg langs en \"planke\" tegnet på bakken og telle skritt forlengs og baklengs. Målet er å holde seg på planken og bruke differanse til å forstå bevegelsen sin."
        ],
        "main": [
          "Tegn en rett strek (planke) på bakken med kritt – gjerne med tall fra 0 til 10 markert. Del klassen i grupper på 4",
          "Elevene stiller seg på startpunktet (0)",
          "Læreren gir instruksjoner, som: “Gå 5 skritt totalt” eller “Gå 3 frem og 2 tilbake”.",
          "Elevene går det antallet skritt og sier høyt hva de gjør.",
          "Etter bevegelsen forklarer elevene hvor de endte og hvordan de kom dit.",
          "Bytt på instruksjonene og utforsk ulike kombinasjoner."
        ],
        "examples": [
          "Gå 5 skritt totalt.",
          "Gå 3 skritt frem, deretter 2 skritt tilbake."
        ],
        "reflection": [
          "– Hva startet du på, og hvor endte du? – Hvordan vet du at du har gått riktig? – Hva skjer når du går frem og så like mange tilbake?",
          "Hva skjedde da de måtte gå baklengs? Hvordan påvirket det tellingen?"
        ],
        "tips": [
          "– Marker tall på planken for ekstra støtte – Kan brukes med par: én gir instruksjoner, den andre går",
          "Sørg for at alle elevene får muligheten til å delta både i å gå og i å gi instruksjoner.",
          "Bruk aktiviteten som en mulighet til å diskutere tall, retninger og differanser i en fysisk og engasjerende setting.",
          "For å gjøre det mer utfordrende kan du bruke flere eller mindre skritt, eller endre på instruksjonene for å få elevene til å reflektere mer over retningene de velger."
        ],
        "extra": []
      }
    },
    {
      "id": "A0305",
      "title": "Tid og bevegelse",
      "time": "15",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "2",
      "learning_goal": "eksperimentere med teljing både framlengs og baklengs, velje ulike startpunkt og ulik differanse og beskrive mønster i teljingane",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene samarbeide i par der de skal eksperimentere med tid ved å telle. Den ene eleven gjør en fysisk bevegelse (hoppe, krabbe, osv) et bestemt antall ganger. Den andre eleven skal \"ta tiden\" ved å telle antall sekunder det tar å fullføre bevegelsen."
        ],
        "main": [
          "Forklar at elevene skal samarbeide i par for å eksperimentere med tid ved å telle.",
          "Den ene eleven skal gjøre en fysisk bevegelse (hoppe, krabbe, osv.) et bestemt antall ganger, mens den andre eleven skal \"ta tiden\" ved å telle hvor mange sekunder det tar å fullføre bevegelsen.",
          "Elevene kan eksperimentere med å gjøre forskjellige variasjoner av den samme bevegelsen",
          "De skal sammenligne forskjellen i hvor lang tid de bruker på de ulike variasjonene."
        ],
        "examples": [
          "Hoppe 10 ganger.",
          "Krabbe 5 ganger."
        ],
        "reflection": [
          "Hva påvirket tiden – var det hastigheten eller intensiteten på bevegelsen?",
          "Hvordan endret tidens gang seg med forskjellige hastigheter eller variasjoner?",
          "Hva kan vi lære om tid ved å eksperimentere med bevegelse?"
        ],
        "tips": [],
        "extra": []
      }
    },
    {
      "id": "A0401",
      "title": "Sjørøverjakt etter partall- og oddetallskonkreter",
      "time": "15",
      "location": "Inne / ute",
      "tools": "Ingen",
      "groupsize": "4",
      "learning_goal": "utforske og beskrive generelle eigenskapar ved partal og oddetal",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bli trygge på hva som er partall og oddetall gjennom en sjørøverlek med samling og summering av \"skatter\"."
        ],
        "main": [
          "Del klassen i grupper på 4 og gi hver gruppe beskjed om de er “partallsgrupper” eller “oddetallsgrupper”.",
          "Gruppene går ut for å hente gjenstander som totalt gir et partall eller oddetall, avhengig av oppdraget sitt.",
          "Når gruppene har funnet skatten sin, går to og to grupper sammen og legger sammen gjenstandene.",
          "Elevene skal finne ut om summen nå er partall eller oddetall, og forklare hvorfor."
        ],
        "examples": [
          "En oddetallsgruppe kan hente 2 kongler + 1 stein = 3 gjenstander."
        ],
        "reflection": [
          "– Hvilket tall fikk dere? – Er det partall eller oddetall? Hvordan vet dere det? – Hva skjer når man legger sammen to partall? – Hva skjer når man legger sammen et partall og et oddetall?"
        ],
        "tips": [
          "– Snakk kort om partall/oddetall før dere starter – La elevene telle høyt og sammenligne funnene – Bruk skatte",
          "tema for å gjøre det engasjerende"
        ],
        "extra": []
      }
    },
    {
      "id": "A0402",
      "title": "Jakte og sanke",
      "time": "15",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "2-4",
      "learning_goal": "utforske og beskrive generelle eigenskapar ved partal og oddetal",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene utforske deling i praksis, og erfare forskjellen på partall og oddetall når de skal fordele skatter likt mellom grupper."
        ],
        "main": [
          "Del elevene i par og send dem ut for å sanke gjenstander i 5- 10 minutter.",
          "Når de kommer tilbake, skal hvert par finne et annet par og sette seg sammen med",
          "Nå skal de prøve å dele én av parenes fangst i to like deler: én til dem selv, og én til det andre paret.",
          "Elevene skal observere hva som skjer når antallet ikke kan deles likt.",
          "Gjenta gjerne med motsatt fangst (det andre parets), og diskuter forskjeller."
        ],
        "examples": [
          "– Ett par har 7 steiner og skal dele med et annet par: 3 og 4 steiner blir ikke likt. – Et annet par har 8 blader: 4 og 4 → delt likt. – Hva må man gjøre hvis det ikke går opp?"
        ],
        "reflection": [
          "– Kunne dere dele alt likt? – Hvilke antall var enklest å dele? – Hva skjer når man deler et oddetall? – Hvordan kan vi vite på forhånd om noe kan deles helt likt?"
        ],
        "tips": [
          "Klargjør begrepene partall og oddetall før aktiviteten – Ha felles gjennomgang etterpå – La elevene tegne og vise fordelingen – Still spørsmål underveis for å fremme refleksjon"
        ],
        "extra": []
      }
    },
    {
      "id": "A0403",
      "title": "Sortere i bunker",
      "time": "15",
      "location": "Inne / ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "utforske og beskrive generelle eigenskapar ved partal og oddetal",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene utforske hva det vil si at et tall kan deles i like store deler, og hvilke tall det kan deles på."
        ],
        "main": [
          "Be elevene samle så mange objekter de kan på 10 minutter.",
          "Når de er ferdige, skal de prøve å sortere objektene i to like store bunker.",
          "Deretter skal de prøve å sortere i tre like store bunker, og så fire, osv.",
          "Hver gang skal de telle hvor mange bunker de klarer å lage, og om fordelingen går opp uten noe til overs.",
          "De undersøker: “Er antallet delelig på 2? 3? 4?”",
          "Aktiviteten avsluttes med samtale om hva de oppdaget."
        ],
        "examples": [],
        "reflection": [
          "– Hvilke tall kunne du dele helt likt? – Hvilke tall gikk ikke opp? – Hvordan visste du at et tall var delelig på 2, 3 eller 4? – Ser du et mønster i hvilke tall som kan deles på hva?"
        ],
        "tips": [
          "Introduser begrepet “delelig med” før aktiviteten – og bruk det underveis"
        ],
        "extra": []
      }
    },
    {
      "id": "A0404",
      "title": "Dobling og halvering",
      "time": "15",
      "location": "Inne / ute",
      "tools": "Ingen",
      "groupsize": "2",
      "learning_goal": "utforske og beskrive generelle eigenskapar ved partal og oddetal",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bruke kroppen til å vise matematiske operasjoner. En elev tenker på et tall og utfører bevegelser basert på det, mens en annen prøver å regne seg frem til hvilket tall det var."
        ],
        "main": [
          "Del klassen opp i par",
          "Forklar at én elev skal tenke på et tall og deretter utføre to til tre fysiske handlinger basert på det tallet.",
          "Den andre eleven skal observere de ulike bevegelsene og prøve å regne ut hvilket tall den første eleven tenkte på, basert på de fysiske handlingene",
          "Skriv på tavla de ulike regneartene: pluss = hopping og minus = tramping"
        ],
        "examples": [
          "Eleven tenker på tallet",
          "Da hopper hen 10 ganger og tramper 6 ganger. 10 - 6 = 4"
        ],
        "reflection": [
          "Hvordan kunne vi bruke de fysiske handlingene til å gjette tallet?",
          "Hva var vanskelig med å gjette tallet, og hva var lett?",
          "Hvordan hjalp handlingene oss med å forstå matematiske operasjoner som addisjon, subtraksjon, halvering og dobling?"
        ],
        "tips": [],
        "extra": []
      }
    },
    {
      "id": "A0405",
      "title": "Kari og Knut - sistemann ut",
      "time": "15",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "utforske og beskrive generelle eigenskapar ved partal og oddetal",
      "content": {
        "introduction": [
          "Denne klassikeren lærer barna og tenke på partall og oddetall på en morsom og leken måte. Målet er å bli partall"
        ],
        "main": [
          "Elevene står i par på en rekke bakover.",
          "Ett barn står alene foran rekken – dette barnet starter leken.",
          "Den som står alene roper: “Kari og Knut – sistemann ut!”",
          "Det bakerste paret løper fremover, en på hver side av rekken.",
          "Den som sto alene løper også fremover og prøver å fange én av dem.",
          "Den som blir tatt, danner par med den som sto alene.",
          "Den som ikke blir tatt, går frem og overtar rollen som roper.",
          "Hvis ingen blir tatt, blir samme elev stående foran og prøver på nytt."
        ],
        "examples": [],
        "reflection": [
          "– Hva var vanskelig med å ta igjen en som løp? – Hvordan samarbeidet dere? – Hva gjorde det lettere å klare å fange noen? – Hvordan var det å stå alene foran?"
        ],
        "tips": [
          "Sørg for at barna vet hvem de skal løpe med og hvilken side de skal ta"
        ],
        "extra": []
      }
    },
    {
      "id": "A0501",
      "title": "Legobygging med bøker",
      "time": "15",
      "location": "Inne",
      "tools": "Bøker, Klosser",
      "groupsize": "4–5",
      "learning_goal": "Beskrive posisjonssystemet ved hjelp av ulike representasjonar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bygge lego for å forstå posisjonssystemet og hvordan sifrenes plass påvirker verdien."
        ],
        "main": [
          "Del klassen i grupper på 4–5 elever.",
          "Læreren gir hvert lag et tall, f.eks.",
          "Én elev fra hver gruppe henter bøker/klosser.",
          "Gruppene stabler først 3 bøker i hundrerplassen, deretter 5 i tierplassen, og til slutt 6 i enerplassen.",
          "Gjenta med nye tall og bytt på hvem som henter og stabler."
        ],
        "examples": [
          "En gruppe får tallet 241 og stabler 2 bøker i hundrerfeltet, 4 i tierfeltet og 1 i enerfeltet."
        ],
        "reflection": [
          "Hva skjer med tallet hvis du flytter én bok fra ener",
          "til tierplassen?",
          "Hvordan hjalp stablingen deg å forstå verdien til hvert siffer?"
        ],
        "tips": [
          "Bruk ulike farger på bøkene for hver posisjon hvis mulig. La elevene skrive tallene ved siden av og diskutere hvilken plass som har størst verdi."
        ],
        "extra": []
      }
    },
    {
      "id": "A0502",
      "title": "Shopping!",
      "time": "45",
      "location": "Inne",
      "tools": "Papirpenger, Prislapper, Konkreter",
      "groupsize": "Alle",
      "learning_goal": "Beskrive posisjonssystemet ved hjelp av ulike representasjonar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bruke lekepenger for å utforske pengenes verdi og plassverdisystemet gjennom praktisk regning."
        ],
        "main": [
          "Del ut 500 kr i papirpenger til hver elev.",
          "Forklar at de skal på shopping og vise fram varene og prisene.",
          "Elevene går rundt til ulike “butikker” og kjøper varer ved å bruke riktige pengelapper.",
          "De må selv holde oversikt over hvor mye de bruker og hva de har igjen.",
          "Etterpå samtaler klassen om erfaringene og hvordan de regnet."
        ],
        "examples": [
          "En elev kjøper en burger (50 kr), en badeball (20 kr) og en kjole (150 kr), og regner at de har brukt 220 kr og har 280 kr igjen."
        ],
        "reflection": [
          "Hvordan visste du hvilke sedler du skulle bruke?",
          "Klarte du å finne flere måter å betale samme pris på?",
          "Hva lærte du om verdien til pengene?"
        ],
        "tips": [
          "Bruk ekte objekter for økt realisme. Juster prisene etter nivå. Oppfordre elevene til å finne flere måter å betale på – f.eks. to 50",
          "lapper i stedet for én 100",
          "lapp."
        ],
        "extra": [
          "printOuts/A0502_penger.png",
          "printOuts/A0502_ryggsekk.png",
          "printOuts/A0502_fotball.png",
          "printOuts/A0502_lekebil.png",
          "printOuts/A0502_bamse.png",
          "printOuts/A0502_eventyr.png",
          "printOuts/A0502_melk.png",
          "printOuts/A0502_sykkel.png",
          "printOuts/A0502_t-skjorte.png",
          "printOuts/A0502_pizza.png",
          "printOuts/A0502_iskrem.png",
          "printOuts/A0502_juice.png"
        ]
      }
    },
    {
      "id": "A0503",
      "title": "Kaste på blink",
      "time": "15",
      "location": "Ute",
      "tools": "Erteposer, Kritt",
      "groupsize": "4-5",
      "learning_goal": "Beskrive posisjonssystemet ved hjelp av ulike representasjonar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene utforske plassverdisystemet ved å kaste og regne poeng ut fra hvor de treffer på en blink."
        ],
        "main": [
          "Tegn tre sirkler på bakken tett inntil hverandre: venstre = 100 poeng, midten = 10 poeng, høyre = 1 poeng.",
          "Forklar at sirklene representerer hundrer-, tier- og enerplass i et tall.",
          "Hver elev får tre kast med ertepose.",
          "Etter hvert kast noterer de hvor de traff, og regner ut total poengsum.",
          "Repeter med nye runder og bytt på hvem som kaster først."
        ],
        "examples": [
          "En elev treffer 100, 10 og 1 – og regner ut poengsummen som 111."
        ],
        "reflection": [
          "Hvordan visste du hvor mye poeng du fikk totalt?",
          "Hva betyr plasseringen til hvert treff for verdien av tallet?"
        ],
        "tips": [
          "Tegn poengverdiene tydelig i sirklene. La elevene samarbeide to og to og hjelpe hverandre med å regne. Varier plasseringen for å gjøre det mer utfordrende."
        ],
        "extra": []
      }
    },
    {
      "id": "A0504",
      "title": "Beat-box posisjonssystemet",
      "time": "15",
      "location": "Inne",
      "tools": "Ingen",
      "groupsize": "2",
      "learning_goal": "Beskrive posisjonssystemet ved hjelp av ulike representasjonar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bruke rytme og klapping for å representere og forstå posisjonssystemet."
        ],
        "main": [
          "Forklar at taktene representerer posisjoner i et tall (f.eks. hundrer, tiere, enere).",
          "Elevene velger eller trekker et tall.",
          "De skal lage en rytme med klapping som representerer tallet (f.eks. tre klapp i hundrer, to i tiere, én i enere for tallet 321).",
          "Partneren lytter og prøver å gjette hvilket tall rytmen representerer.",
          "Bytt roller."
        ],
        "examples": [
          "En elev klapper tre ganger i første takt, to i andre og én i tredje – partneren gjetter tallet 321."
        ],
        "reflection": [
          "Hvordan hjalp rytmen deg å forstå hvilket tall det var?",
          "Hva skjer om du bytter rekkefølgen på klappene?"
        ],
        "tips": [
          "Bruk gjerne trommestikker eller bordoverflate for variasjon. Start med lave tall og øk vanskelighetsgrad. Snakk om hvordan rekkefølgen påvirker verdien."
        ],
        "extra": []
      }
    },
    {
      "id": "A0601",
      "title": "Fyll tallinja med konkreter",
      "time": "15",
      "location": "Ute",
      "tools": "Kritt",
      "groupsize": "Alle",
      "learning_goal": "plassere tal på tallinja og bruke tallinja i rekning og problemløysing",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bruke konkrete gjenstander for å fylle ut og kontrollere en tallinje sammen."
        ],
        "main": [
          "Læreren tegner en tallinje på bakken (f.eks. 0–10).",
          "Elevene jobber sammen for å finne konkreter fra naturen som matcher tallene på linja – 2 steiner på 2, 4 kongler på 4 osv.",
          "Flere gjenstandstyper kan kombineres for samme tall.",
          "Når hele tallinja er fylt opp, får noen elever i hemmelighet rollen som tallskurker.",
          "Tallskurker fjerner stille gjenstander.",
          "Tallheltene må oppdage endringen og rette opp – finne ut hvilket tall som er feil, og fylle opp igjen."
        ],
        "examples": [
          "Elevene legger 5 kongler på tallet",
          "Etter hvert er det bare 3 igjen – tallheltene oppdager det og finner 2 nye for å gjøre det riktig."
        ],
        "reflection": [
          "Hvordan visste dere at det manglet noe?",
          "Hvilke tall var lettest å holde orden på, og hvorfor?"
        ],
        "tips": [
          "Bytt på hvem som er tallskurker. Diskuter etterpå hvordan elevene fant ut at noe manglet. Bruk gjerne samtale rundt hvilke strategier de brukte."
        ],
        "extra": []
      }
    },
    {
      "id": "A0602",
      "title": "Hopp deg gjennom tallinja",
      "time": "15",
      "location": "Ute",
      "tools": "Kritt",
      "groupsize": "2",
      "learning_goal": "plassere tal på tallinja og bruke tallinja i rekning og problemløysing",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bruke kroppen til å utforske en tallinje og regning gjennom hopping som frosker."
        ],
        "main": [
          "Læreren tegner en tallinje på bakken, fra 0 og oppover.",
          "Hver elev later som de er en frosk og starter på",
          "Elevene hopper framover og ser hvilket tall de lander på.",
          "De kan prøve å hoppe fram og tilbake, legge sammen hopp, eller samarbeide i grupper og telle hvor langt de hopper til sammen.",
          "Læreren stiller spørsmål underveis for å hjelpe elevene å reflektere over tallene."
        ],
        "examples": [
          "En elev hopper tre ganger og lander på",
          "En annen hopper 4 og lander på",
          "Sammen har de hoppet 14."
        ],
        "reflection": [
          "Hvordan visste du hvilket tall du landet på?",
          "Hvordan regnet dere ut hvor langt dere hoppet til sammen?"
        ],
        "tips": [
          "Tegn tydelige tall på bakken og la elevene bruke både små og store hopp. Spør “Hvor er du nå?” eller “Hvor langt kom dere til sammen?”"
        ],
        "extra": []
      }
    },
    {
      "id": "A0603",
      "title": "Donald duck på eventyr!",
      "time": "45",
      "location": "Ute",
      "tools": "Gåter, Ark, Skrivesaker",
      "groupsize": "4-5",
      "learning_goal": "plassere tal på tallinja og bruke tallinja i rekning og problemløysing",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bruke tallinjen aktivt for å løse oppgaver og plassere tall i riktig rekkefølge."
        ],
        "main": [
          "Del elevene i små grupper og gi hver gruppe en oppdragsløype med gåter og aktiviteter.",
          "Fortell at de skal hjelpe Donald Duck med å finne bestemors adresse ved å følge en rute på en tallinje.",
          "Underveis må de løse oppgaver (f.eks. “Hopp 3 ganger fremover”, “Samle 5 kongler”) og føre tallene de kommer til på sin egen tallinje.",
          "Etter hver oppgave tegner de streken for hvor langt de har kommet og skriver riktig tall.",
          "Når alle har fullført ruten, sammenlignes gruppenes tallinjer og adresser."
        ],
        "examples": [
          "En gruppe hopper 3 steg frem (til 3), samler 4 kongler (+4 = 7), og avslutter med å løpe 2 tilbake (–2 = 5). De avslutter på 5 og skriver det på tallinjen sin."
        ],
        "reflection": [
          "Hvordan brukte dere tallinjen for å løse oppgavene?",
          "Hvordan visste dere hvilket tall dere kom til etter hvert steg?"
        ],
        "tips": [
          "Bruk kjente karakterer og lag små historier i hver oppgave. La gruppene tegne sin egen tallinje på papir eller med kritt ute. Pass på at alle får samarbeide om både fysisk og skriftlig del."
        ],
        "extra": [
          "???? Gåter?"
        ]
      }
    },
    {
      "id": "A0604",
      "title": "Partesten!",
      "time": "15",
      "location": "Ute",
      "tools": "Kritt, Bind for øynene",
      "groupsize": "2",
      "learning_goal": "plassere tal på tallinja og bruke tallinja i rekning og problemløysing",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene erfare en tallinje og tallrekkefølge gjennom samarbeid der den ene leder den andre som har bind for øynene."
        ],
        "main": [
          "Del klassen inn i par.",
          "Den ene får bind for øynene, den andre er ledsager.",
          "Start på et vilkårlig punkt og gå sammen oppover en tenkt tallinje til tallet ledsageren har bestemt.",
          "Ledsageren signaliserer uten ord når de skal stoppe og hvilket tall de har nådd (f.eks. trykk i hånden).",
          "Den med bind for øynene tegner en strek og skriver tallet (antall trykk i hånden).",
          "Fortsett steg for steg til de har nådd tallet",
          "Bytt roller."
        ],
        "examples": [
          "En elev leder partneren 4 steg fram, trykker fire ganger i hånden, og partneren tegner en strek med tallet 4."
        ],
        "reflection": [
          "Hvordan visste du hvilket tall du var på?",
          "Hvordan hjelper det å bruke kroppen til å forstå tallinje?"
        ],
        "tips": [
          "Be elevene bruke jevne skritt og snakk om hva som skjer hvis avstanden varierer. Diskuter ulike måter å formidle tall nonverbalt på i forkant av leken."
        ],
        "extra": []
      }
    },
    {
      "id": "A0605",
      "title": "Hoppe paradis!",
      "time": "15",
      "location": "Ute",
      "tools": "Kritt, Stein",
      "groupsize": "4-5",
      "learning_goal": "plassere tal på tallinja og bruke tallinja i rekning og problemløysing",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene hoppe den kjente leken paradis for å visualisere tallinjen og utforske tallrekkefølge gjennom lek."
        ],
        "main": [
          "Klassen blir delt inn i grupper på 4-5.",
          "Hver gruppe tegner et paradis-mønster på bakken med kritt.",
          "Hver rute representerer et tall i stigende rekkefølge.",
          "Første spiller kaster en stein i rute",
          "Spilleren kan bare ha ett bein i hver rute, så eleven hinker  gjennom rutene i rekkefølge, men hopper over ruten med steinen.",
          "På vei tilbake stopper spilleren ved ruten med steinen, plukker den opp og hopper videre til start.",
          "Hvis spilleren klarer hele banen uten å tråkke på streker eller bomme, får neste spiller prøve. Fortsett med rute 2 osv."
        ],
        "examples": [
          "En elev kaster stein på rute 3, hopper over den og fortsetter på rute 4, 5, halvsirkel, og så tilbake, plukker opp steinen på rute 3 og hopper til start."
        ],
        "reflection": [
          "Hvordan brukte du rekkefølgen av rutene til å vite hvor du skulle hoppe?",
          "Hvordan hjelper denne leken deg å forstå tallinjen bedre?"
        ],
        "tips": [
          "Tegn tall i rutene for å styrke koblingen til tallinje. Still spørsmål som “Hvilket tall kommer før/etter?”. Tilpass vanskelighetsgrad ved å endre antall ruter."
        ],
        "extra": [
          "printOuts/A0605.png"
        ]
      }
    },
    {
      "id": "A0701",
      "title": "Rødt og grønt lys",
      "time": "15",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "utforske addisjon og subtraksjon og bruke dette til å formulere og løyse problem frå leik og eigen kvardag",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene leke en variant av rødt og grønt lys. Elevene starter med 10 poeng og mister ett poeng for hver gang de blir tatt."
        ],
        "main": [
          "Elevene steller seg på en felles startlinje.",
          "Én elev står på andre siden av området med ryggen til gruppen og roper: “1,2,3 Rødt og grønt lys!”",
          "Alle elevene beveger seg fremover imens eleven sier regla.",
          "Når /\"1,2,3, Rødt og grønt lys/\" er sagt, snur eleven seg, og ser på resten av klassen.",
          "Alle elevene må da stå stille, for hvis de beveger seg så blir de tatt.",
          "Alle starter med 10 poeng. Hvis en elev blir “tatt” i bevegelse, mister de 1 poeng og må gå tilbake til startlinjen.",
          "Målet med spillet er å ta på ryggen til den som står på andre siden, uten å bli tatt.",
          "Når én elev har vunnet, må alle elevene regne ut hvor mange poeng de står igjen med."
        ],
        "examples": [
          "En elev blir bett om å gå tilbake til startlinjen 3 ganger, og har derfor 7 poeng igjen."
        ],
        "reflection": [
          "Hvordan holdt du oversikt over poengene dine?",
          "Hvordan brukte du hoderegning for å finne totalsummen?"
        ],
        "tips": [
        ],
        "extra": []
      }
    },
    {
      "id": "A0702",
      "title": "Enspretten!",
      "time": "15",
      "location": "Ute",
      "tools": "Fotball",
      "groupsize": "4-5",
      "learning_goal": "utforske addisjon og subtraksjon og bruke dette til å formulere og løyse problem frå leik og eigen kvardag",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bruke kropp og hoderegning for å samle og regne ut poeng i en variant av enspretten."
        ],
        "main": [
          "Del elevene i grupper på 4-5.",
          "Forklar at de skal spille ensprettet og telle hvor lenge de klarer å holde ballen i spill.",
          "Hver berøring gir poeng, unntatt henda som gir ett minuspoeng.",
          "De kan holde på med aktiviteten i 7 minutter.", 
          "Etter runden kan gruppene sammenlikne med de andre gruppene."
        ],
        "examples": [
          "En elev bruker hånden (–1), en annen låret (+1), og en tredje foten (+1). Poeng: –1 + 1 + 1 = 1."
        ],
        "reflection": [
          "Hvordan regnet dere ut totalsummen?"

        ],
        "tips": [
          "Tilpass poengsystemet etter nivå. La elevene selv finne på poengverdier og diskutere hvilke strategier som gir høy score."
        ],
        "extra": []
      }
    },
    {
      "id": "A0703",
      "title": "Reven og Gåsa",
      "time": "15",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "utforske addisjon og subtraksjon og bruke dette til å formulere og løyse problem frå leik og eigen kvardag",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene erfare forskjellen på addisjon og subtraksjon gjennom en variant av leken Reven og Gåsa."
        ],
        "main": [
          "Elevene står i en sirkel og holder hender.",
          "Dette blir en slags portal for reven (minus) og gåsa (pluss) som skal løpe imellom.",
          "Velg én elev som “pluss” og én som “minus”.",
          "Pluss og minus løper innenfor sirkelen. Minus prøver å ta pluss.",
          "De andre elevene kan hjelpe pluss ved å holde opp hendene og lage åpninger slik at pluss kan løpe ut og inn av sirkelen.",
          "Minus kan også følge, men må finne egne åpninger.",
          "Når pluss blir tatt, byttes rollene og nye elever prøver."
        ],
        "examples": [
          "Minus løper etter pluss, men pluss slipper unna ved at to elever løfter hendene så hen kan smette ut – minus må løpe rundt for å komme etter."
        ],
        "reflection": [
          "Hva tror du skjer når vi “plusser på”?",
          "Hvordan kjentes det å være minus og prøve å ta igjen pluss?",
          "Hvordan henger dette sammen med regnestykker vi gjør i matte?"
        ],
        "tips": [
          "Introduser begreper som “plusser på”, “trekker fra”, og “fjerner”. Snakk om hvordan minus alltid følger etter pluss – og hvordan de er motsatte handlinger."
        ],
        "extra": []
      }
    },
    {
      "id": "A0704",
      "title": "Høl i hatten",
      "time": "15",
      "location": "Ute",
      "tools": "Ball som spretter",
      "groupsize": "5-6",
      "learning_goal": "utforske addisjon og subtraksjon og bruke dette til å formulere og løyse problem frå leik og eigen kvardag",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene være hekser og prøve å gjette tallet som trollmannen tenker på."
        ],
        "main": [
          "Del klassen i mindre grupper.",
          "I hver gruppe velges én trollmann som tenker på et tall og holder ballen.",
          "De andre er hekser og gjetter tallet, én og én.",
          "Trollmannen gir hint underveis, f.eks. “Tallet er mellom 1-20”, “Det er større enn 10” osv.",
          "Når noen gjetter riktig, sier ikke trollmannen noe før alle i runden har gjettet.",
          "Da roper trollmannen “Høl i hatten på [navn som gjettet riktig]!” og spretter ballen i bakken.",
          "Trollmannen løper bort, mens den som gjettet riktig henter ballen, roper “stopp”, tar 3 skritt og prøver å kaste ballen gjennom armringen til trollmannen.",
          "Bytt roller og spill igjen."
        ],
        "examples": [
          "Trollmannen tenker på tallet 12.",
          "Når flere hekser prøver å gjette men ikke får det til, sier trollmannen: “Det er større enn 10 og mindre enn 15.” Til slutt gjetter Turi 12.",
          "Runden går slik at alle heksene får gjettet, men når runden er ferdig kaster trollmannen ballen hardt i bakken og roper \"Høl i hatten på Turi!\"",
          "Turi løper for å hente ballen, roper “stopp” slik at trollmannen skall slutte å rømme. Nå kan Turi ta 3 skritt og prøver å kaste ballen gjennom armringen til trollmannen."
        ],
        "reflection": [
          "Hvordan fant du fram til riktig tall?",
          "Hvilke hint hjalp deg mest?"
        ],
        "tips": [
          "Øv på å formulere presise hint og bruk samtale for å forklare hvordan man tenker seg fram til et tall."
        ],
        "extra": []
      }
    },
    
    {
      "id": "A0801",
      "title": "Prikken",
      "time": "15",
      "location": "Ute",
      "tools": "Fotball",
      "groupsize": "Alle",
      "learning_goal": "utforske den kommutative og den assosiative egenskapen ved addisjon og bruke dette i hoderegning",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene trene på hoderegning ved å holde oversikt over prikker man har i fotballspillet prikken."
        ],
        "main": [
          "Alle spillerne stiller seg på en rekke bak en linje. Én elev starter som keeper.",
          "Førstemann skyter på mål- scorer man, får keeperen en prikk.",
          "Bommer man eller keeper redder, må skytteren inn i mål som ny keeper. Keeperen går da bakerst i køen.",
          "Neste spiller i køen kan skyte når han har fått ballen, så det gjelder å være rask til målet for å redde skuddet.",
          "Hver spiller holder styr på sine egne prikker.",
          "Når en spiller får to prikker, er de ute.",
          "Fortsett til det bare er én spiller igjen – denne vinner."
        ],
        "examples": [
          "En spiller sier: “Jeg har én prikk og hvis jeg scorer nå, er keeperen ute!” Eleven velger å ta et hardt skudd, og scorer."
        ],
        "reflection": [
          "Hvordan visste du hvor mange prikker du eller andre hadde?",
          "Hva slags regnestykker brukte du underveis?"
        ],
        "tips": [
          "Hvis man ikke har tilgang på fotballmål så kan man bruke en vegg."
        ],
        "extra": []
      }
    },
    {
      "id": "A0802",
      "title": "Haien kommer",
      "time": "15",
      "location": "Ute",
      "tools": "Tallkort",
      "groupsize": "Alle",
      "learning_goal": "utforske den kommutative og den assosiative egenskapen ved addisjon og bruke dette i hoderegning",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene utforske addisjon gjennom lek ved å bruke tallkombinasjoner for å unngå å bli tatt av haien i haien kommer."
        ],
        "main": [
          "Marker øyer på lekeområdet og legg et tall (3, 4, 5, 6) på hver øy.",
          "I midten kan man tegne en sirkel, det er her haien står og venter.",
          "Forklar at 8 er et \"trygt tall\". Hvis to elever står på øyer hvor tallene summerer seg til 8, kan de løpe sammen og være trygge.",
          "Én elev er hai og står i midten.",
          "Haien roper “Øy [nummer] ut og svøm!” og de på den øya begynner å løpe i sirkler rundt haien.",
          "Når haien roper “Haien kommer!”, må de løpe til en ny øy – enten alene, eller sammen med en annen elev slik at deres tall blir 8.",
          "Hvis man løper alene, kan haien ta deg. Hvis du løper sammen med en annen, er du trygg.",
          "Blir de tatt, blir de også haier.",
          "Leken gjentas til én fisk står igjen."
        ],
        "examples": [
          "En elev står på øy 3 og finner en elev fra øy 5. De løper sammen og sier: “Vi er trygge fordi 3 + 5 = 8.”",
          "Sammen løper de over som en trygg duo fordi 3 + 5 = 8."
        ],
        "reflection": [
          "Hvilke tallpar ga 8?",
          "Hvordan visste du at det var trygt å løpe med en annen?",
          "Hva lærte du om å legge sammen tall i hodet?"
        ],
        "tips": [
          "Bytt ut trygge tall og legg inn nye summer etter hvert. Diskuter hvordan ulike kombinasjoner gir samme resultat (f.eks. 3+5 og 5+3)."
        ],
        "extra": [
          "printOuts/A0802_5.png",
          "printOuts/A0802_4.png",
          "printOuts/A0802_6.png",
          "printOuts/A0802_3.png"
        ]
      }
    },
    {
      "id": "A0901",
      "title": "Klappelek",
      "time": "5",
      "location": "Inne",
      "tools": "Ingen",
      "groupsize": "2",
      "learning_goal": "kjenne igjen og beskrive repeterende enheter i mønstre og lage egne mønstre",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene lage og utforske repeterende mønstre gjennom en klappelek."
        ],
        "main": [
          "Del klassen i par.",
          "Hvert par lager et klappemønster sammen. De kan finne på sitt eget eller herme etter et annet par.",
          "La dem øve og gjenta mønsteret flere ganger."
        ],
        "examples": [
          "Et par klapper: egne hender, partnerens hender, knær, partnerens hender. Dette gjentas."
        ],
        "reflection": [
          "Hvordan visste du hva som kom etter i mønsteret?",
          "Hva gjorde mønsteret enkelt eller vanskelig å huske?"
        ],
        "tips": [
          "Spør gjerne: \"Hva skjer etter dette klappet?\" for å styrke bevisstheten om mønster."
        ],
        "extra": []
      }
    },
    {
      "id": "A0902",
      "title": "Kråka",
      "time": "15",
      "location": "Inne/ute",
      "tools": "Tennisballer",
      "groupsize": "Alle",
      "learning_goal": "kjenne igjen og beskrive repeterende enheter i mønstre og lage egne mønstre",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene utforske og gjenskape mønstre gjennom bevegelse og ballkast."
        ],
        "main": [
          "Del elevene i to rekker som stiller seg etter hverandre nær en vegg.",
          "Førstemann i hver rekke kaster en tennisball på veggen og utfører et selvvalgt mønster (for eksempel hoppe over ballen når den spretter tilbake, klappe før man tar den, snurre rundt osv.).",
          "Alle andre i rekken skal gjenta akkurat samme mønster.",
          "Når alle har utført mønsteret, går personen foran bakerst i rekka, og ny person bestemmer nytt mønster.",
          "Fortsett til alle har fått prøve."
        ],
        "examples": [
          "En elev kaster ballen på veggen, klapper to ganger og fanger ballen. Hele rekka utfører samme bevegelsesmønster før neste elev lager et nytt."
        ],
        "reflection": [
          "Hvilket mønster var lett å gjenta?",
          "Hvordan visste du hva som kom neste i mønsteret?"
        ],
        "tips": [
          "Ta pauser innimellom for å diskutere hvilke mønstre som er like eller ulike. Oppmuntre elevene til å bruke både kropp og ball på kreative måter."
        ],
        "extra": []
      }
    },
    {
      "id": "A1001",
      "title": "Slå på ring",
      "time": "15",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "utforske, tegne og beskrive geometriske figurer fra sitt eget nærmiljø og argumentere for måter å sortere dem på etter egenskaper",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene få en kroppslig forståelse av omkrets ved å bevege seg rundt ulike geometriske figurer i leken \"slå på ring\"."
        ],
        "main": [
          "Klassen steller seg i en formasjon, for eksempel: sirkel, trekant, firkant, rektangel. Poenget er at man må prøve ihvertfall to av disse formasjonenne for å kunne sammenlikne.",
          "Alle elevene skal synge regla \"Slå på [figur], slå på [figur], slå på hvem du vil, slå på kjæresten din om du vil, er du snill. Den du slår den slår du så hardt, så hardt, så hardt, så hardt.....\" imens en elev løper rundt formen.",
          "For eksempel: slå på sirkel, slå på sirkel, slå på hvem du vil, slå på kjæresten din om du vil, er du snill. Den du slår den slår du så hardt, så hardt, så hardt...",
          "Eleven som løper plukker seg ut en annen elev som den slår på ryggen.",
          "Da er det første-mann til å nå tilbake til der eleven sto som vinner plassen.",
          "Den som ikke rekker rundt før den andre, må løpe rundt formen igjen.",
          "Gjenta med nye figurerformasjoner, for eksempel kan dere nå prøve trekant.",
          "Etter et par runder samles klassen og reflekterer over hvilke figurer som tok lengst tid å løpe rundt."
        ],
        "examples": [
          "Elevene former en trekant. De synger regla mens én elev løper rundt. Etter å ha slått en annen på ryggen, løper begge for å ta plassen først. Den som ikke når tilbake først må løpe en runde til."
        ],
        "reflection": [
          "Hvilken figur var raskest å løpe rundt?",
          "Hvordan kan formen påvirke hvor lang tid det tar å løpe?"
        ],
        "tips": [
          "La elevene selv velge rekkefølge på figurene, og snakk om hvordan lengden rundt påvirker hvor sliten man blir. Marker figurene på bakken med tau eller kjegler hvis det er vanskelig å se formen."
        ],
        "extra": [
        ]
      }
    },
    {
      "id": "A1002",
      "title": "Alle mann av hus",
      "time": "15",
      "location": "Ute",
      "tools": "Kritt",
      "groupsize": "Alle",
      "learning_goal": "utforske, tegne og beskrive geometriske figurer fra sitt eget nærmiljø og argumentere for måter å sortere dem på etter egenskaper",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene øve på å kjenne igjen geometriske figurer gjennom leken \"alle mann av hus\""
        ],
        "main": [
          "Tegn opp fire geometriske figurer formet som en firkant på bakken: en trekant, en sirkel, et kvadrat, et rektangel.",
          "Hver figur er nå et område kalt “hus”.",
          "Elevene fordeler seg på på et tilfeldig valgt hus, for eksempel en trekant.",
          "Én elev står i midten av de fire husene og roper “Alle mann av hus + [figur]” (for eksempel “Alle mann av hus – trekanter!”).",
          "Barna som er i huset formet som en trekant må da løpe ut og finne et nytt hus med en ny form.",
          "Den som roper, prøver å ta så mange som mulig mens de løper.",
          "De som blir tatt, hjelper til i neste runde.",
          "Leken fortsetter til alle er tatt eller alle har vært ute."
        ],
        "examples": [
          "Den i midten roper “Alle mann av hus – sirkler!” og barna som er i huset formet som en sirkel må løpe fra sitt nåværende hus til et annet hus som ikke er formet som en sirkel."
        ],
        "reflection": [
          "Hvordan fant du ut hvilken figur du skulle løpe til?",
          "Hva slags likheter og forskjeller har figurene vi brukte?"
        ],
        "tips": [
          "Man kan bruke mange figurer, og bruke samme figur flere ganger. Da er det bare flere som løper og det blir mer kaos."
        ],
        "extra": []
      }
    },
    {
      "id": "A1003",
      "title": "Hauk og due",
      "time": "15",
      "location": "Ute",
      "tools": "Figurkort",
      "groupsize": "Alle",
      "learning_goal": "utforske, tegne og beskrive geometriske figurer fra sitt eget nærmiljø og argumentere for måter å sortere dem på etter egenskaper",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene leke en variant av hauk og due, der hauken jakter geometriske figurer, og duebarna er figurene."
        ],
        "main": [
          "Del ut ett figurkort til hver elev.",
          "Velg én elev som hauk og én som figur-mor.",
          "Figur-mor står på én side av banen, hauken i midten, og resten på motsatt side.",
          "Figur-mor roper: “Alle mine duer som har [figur], kom hjem til meg!”",
          "Barna med riktig figur svarer: “Vi tør ikke, for hauken tar oss!” og så duemor: “Men kom allikevel!”",
          "Da må barna med den figuren prøve å løpe over til duemor  – blir de tatt av hauken, blir de også hauker.",
          "Fortsett til alle er tatt."
        ],
        "examples": [
          "Figur-mor roper: “Alle som har trekanter, kom hjem!”",
           "Barna med trekantkort svarer: 'Vi tør ikke, for hauken tar oss!'",
           "Duemor svarer: 'Men kom allikevel!'",
           "Da løper trekantbarna mens hauken prøver å fange dem."
        ],
        "reflection": [
          "Hvordan visste du hvilken figur du hadde?",
          "Hva har figurene til felles, og hva er forskjellig?"
        ],
        "tips": [
          "Det går også an å gi hver elev en figur istedenfor å bruke figurkort."
        ],
        "extra": [
          "printOuts/A1003_firkant.png",
          "printOuts/A1003_trekant.png",
          "printOuts/A1003_sirkel.png"
        ]
      }
    },
    {
      "id": "A1101",
      "title": "Spensthopp",
      "time": "15",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "2",
      "learning_goal": "måle og sammenligne størrelser som gjelder lengde og areal, ved hjelp av ikke-standardiserte og standardiserte måleenheter, beskrive hvordan og samtale om resultatene",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene utforske måling av lengde ved hjelp av ikke-standardiserte måleenheter."
        ],
        "main": [
          "Del klassen inn i par.",
          "Hver elev hopper så langt de klarer fra en startlinje.",
          "Etter hoppet kommer skal den andre i paret målet lengden ved å bruke sine egne skritt.",
          "Når det har blitt målt, skal de skrive ned lengden i skritt på et ark.",
          "Bytt roller.",
          "Elevene kan ta flere hopp og legge sammen lengdene."
        ],
        "examples": [
          "En elev hopper og partneren måler hoppet med sine egne skritt: “Hoppet var 5 skritt langt.”"
        ],
        "reflection": [
          "Hva lærte du om hvordan vi kan måle noe?",
          "Hvordan påvirker måleenheten (skritt) resultatet?"
        ],
        "tips": [
          "Be elevene bruke samme måleenhet (f.eks. egne skritt) gjennom hele økta. La dem sammenligne resultatene og reflektere over ulikheter."
        ],
        "extra": []
      }
    },
    {
      "id": "A1201",
      "title": "15-gjelder",
      "time": "15",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "forklare hvordan man kan beskrive tid ved hjelp av klokke og kalender",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene utforske hvordan tid fungerer, ved å telle baklengs og erfare at tiden går nedover."
        ],
        "main": [
          "En elev velges som teller og lukker øynene.",
          "Telleren roper “15 gjelder!” og teller baklengs fra 15 til 0.",
          "I løpet av denne tiden, skal alle løpe innom telleren og ta han på ryggen for å vise at de er med.",
          "Elevene skal, etter å ha tatt på telleren, løpe og gjemme seg igjen.",
          "Når telleren når 0, åpner han øynene, tar to skritt og prøver å finne så mange som mulig.",
          "De som blir funnet, er ute.",
          "Telleren teller baklengs fra ett lavere tall neste runde. Nå er det 14 som gjelder.",
          "Slik fortsetter leken til alle er funnet.",
          "Den som blir funnet sist, er neste teller."
        ],
        "examples": [
          "Telleren roper “15 gjelder!” og begynner å telle.",
          "De andre løper og gjemmer seg, og runden repeteres med nedtelling fra 14 neste gang."
        ],
        "reflection": [
          "Hvordan opplevde du å telle nedover i leken?",
          "Hvordan henger denne leken sammen med hvordan vi bruker tid i hverdagen?"
        ],
        "tips": [
          "Varier starttallet ut fra tid og gruppestørrelse. Snakk gjerne med elevene om hvordan baklengstelling henger sammen med måling av tid."
        ],
        "extra": []
      }
    },
    {
      "id": "A1202",
      "title": "Kongen befaler!",
      "time": "5",
      "location": "Inne",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "forklare hvordan man kan beskrive tid ved hjelp av klokke og kalender",
      "content": {
        "introduction": [
          "I denne aktiviteten skal læreren si en befaling som handler om tid, også skal elevene gjøre den tingen de pleier å gjøre på det tidspunktet."
        ],
        "main": [
          "Læreren sier kongen befaler med et tidspunkt, for eksempel: \"Kongen befaler: klokken er 7!\"",
          "Elevene skal prøve å mime hva de ville gjort på det tidspunktet."
        ],
        "examples": [
          "Læreren sier et klokkeslett, f.eks. “Kongen befaler: klokken er 07:00!”  → Noen elever legger seg ned for å sove, andre spiser, noen pusser tennene.",
          "Lærer sier: “Kongen befaler: klokken er 12:00” → Elevene later som de spiser lunsj."
        ],
        "reflection": [
          "Hvordan kan klokkeslett hjelpe oss med å planlegge dagen?",
          "Hvilke tider på dagen er viktigst for deg, og hvorfor?",
          "Hvordan hjelper kalender og klokke oss i hverdagen?"
        ],
        "tips": [
          "For visuell støtte kan man tegne en klokke på tavle, og bruke den til å vise ulike klokkeslett.",
          "Varier med tider på både dag og kveld."
        ],
        "extra": []
      }
    },

    
    {
      "id": "A1301",
      "title": "Strikk-leken",
      "time": "15",
      "location": "Ute",
      "tools": "Strikk",
      "groupsize": "4",
      "learning_goal": "lage og følge regler og trinnvise instruksjoner i lek og spill",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bruke rytme og mønster for å hoppe samtidig i en strikk."
        ],
        "main": [
          "Del klassen i grupper på fire.",
          "To elever står i hver sin ende og holder strikken i strekk med beina. Strikken blir hinderet som det andre paret skal hoppe over.",
          "De to andre elevene hopper etter en fast regle som de bestemmer selv.",
          "Reglene kan være for eksempel “inn, ut, hopp, kryss” og skal følges nøyaktig.",
          "Bytt roller etter noen runder."
        ],
        "examples": [
          "To elever hopper i strikken mens de sier “inn, ut, inn, hopp” og følger mønsteret nøyaktig."
        ],
        "reflection": [
          "Hvordan hjalp det å kunne reglene på forhånd?",
          "Hva var mest utfordrende med å følge mønsteret?"
        ],
        "tips": [
          "Husk å øve inn reglene i forkant. Strikken kan heves etter hvert for større utfordring. Oppmuntre til samarbeid og rettferdig bytting."
        ],
        "extra": []
      }
    },
    {
      "id": "A1302",
      "title": "danseleken",
      "time": "5",
      "location": "Inne",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "lage og følge regler og trinnvise instruksjoner i lek og spill",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene danse til musikken, men når læreren stopper musikken, skal alle fryse."
        ],
        "main": [
          "Læreren setter på en sang.",
          "Elevene danser fritt til musikken.",
          "Når læreren stopper musikken, skal alle fryse og stå helt stille.",
          "Dersom alle står stille, starter musikken igjen. Hvis noen beveger seg så er de ute.",
          "Gjenta i flere runder."
        ],
        "examples": [
          "Læreren setter på en poplåt og stopper musikken brått. Elevene fryser og står som statuer."
        ],
        "reflection": [
          "Hvordan opplevde du å følge reglene i denne leken?",
          "Hva gjør det vanskelig eller lett å stoppe raskt?"
        ],
        "tips": [
          "Velg en sang elevene liker for å øke motivasjonen – øk gjerne vanskelighetsgraden ved å stoppe musikken oftere."
        ],
        "extra": []
      }
    }
  ]
}