{
  "grade": "Tredje årstrinn",
  "total_activities": 12,
  "activities": [
    {
      "id": "B0101",
      "title": "Pakkeleken",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Terning",
      "groupsize": "4–6",
      "learning_goal": "utvikle og bruke formålstenlege strategiar for subtraksjon i praktiske situasjonar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene leke pakkeleken der målet er å samle så mange pakker som mulig. Her får de en forståelse av subtraksjon i hverdagslige situasjoner, da man hele tiden må gi fra seg pakker, og tilslutt regne ut hvor mange man har igjen."
        ],
        "main": [
          "Be alle elevene finne 3 gjenstander hver (for eksempel: en bok, en blyant og en ball).",
          "Del klassen i grupper på 4-6 elever, og fortell elevene at de 3 gjenstandene de fant, er nå pakkene deres.",
          "Elevene i hver gruppe setter seg i en sirkel og kaster terningen på rundgang.",
          "Hvis man får 6, kan man ta én pakke fra en annen i gruppa. Hvis man ikke får 6, sender man ternigen videre.",
          "Sett en timer på 3 minutter.",
          "Målet med spillet er å samle flest mulig pakker innen tiden er ute.",
          "Når tiden er ute, ser man hvem som har flest pakker."
        ],
        "examples": [
          "Guri startet med 3 pakker, og fikk 6 tre ganger. Hun endte opp med 6 pakker totalt. Resten av gruppa klarte ikke å få 6. Lars startet med 3 pakker og endte opp med 0, da Guri tok alle pakkene hans."
        ],
        "reflection": [
          "Hvor mange pakker startet du med?",
          "Hvor mange pakker mistet du?"
        ],
        "tips": [
          "For å øke vanskelighetsgraden så kan man si at noen pakker er mer verdt enn andre, for eksempel 2 pakker. Da er det ny regel: hvis man får én sekser, så kan man kaste på nytt og hvis man da får 6 en gang til så kan man få pakken."
        ],
        "extra": []
      }
    },
    {
      "id": "B0102",
      "title": "Stiv heks",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "utvikle og bruke formålstenlege strategiar for subtraksjon i praktiske situasjonar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene leke stiv heks, men for å komme fri må man svare på et regnestykke. Lærer går rundt og gir oppgaver til de elevene som er tatt for å befri dem. Rekker de å svare før heksen vinner?"
        ],
        "main": [
          "Fortell elevene at de skal leke stiv heks, men med en vri!",
          "Én elev er «heks» og forsøker å fange de andre ved å ta på dem.",
          "Når noen blir tatt, må de fryse i den posisjonen de ble tatt i.",
          "For å bli befridd må læreren komme bort og gi et regnestykke. Læreren tilpasser vanskelighetsgraden etter nivået, ved å variere mellom enkle hoderegningsoppgaver eller mer utfordrende oppgaver.",
          "Når heksen har klart å fange fem elever samtidig, bytter læreren hvem som er heks, slik får flere prøvd rollen og leken holder tempoet oppe. "
        ],
        "examples": [
          "Lett",
          "5 − 2 = ?",
          "9 − 3 = ?",
          "7 − 1 = ?",
          "Middels",
          "13 − 4 = ?",
          "15 − 6 = ?",
          "18 − 7 = ?",
          "Vanskelig",
          "21 − 9 = ?",
          "24 − 8 = ?",
          "30 − 10 = ?"
        ],
        "reflection": [],
        "tips": [],
        "extra": []
      }
    },
    {
      "id": "B0103",
      "title": "Kongen befaler!",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "utvikle og bruke formålstenlege strategiar for subtraksjon i praktiske situasjonar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal læreren være 'kongen' i Kongen befaler, der elevene skal følge kongens instruksjoner som innebærer å utføre en fysisk aktivitet ut ifra et regnestykke."
        ],
        "main": [
          "En elev eller læreren er 'Kongen' og gir kommandoer som starter med 'Kongen befaler'.",
          "Kommandoen består av en subtraksjonsoppgave, for eksempel: 'Kongen befaler: 15 minus 7. Hopp svaret'.",
          "Elevene finner svaret på oppgaven, og utfører en avtalt handling tilsvarende svaret (f.eks. hopper så mange ganger som svaret).",
          "Avtal med elevene for hver gang hva de skal gjøre når de har funnet svaret."
        ],
        "examples": [
          "Kongen befaler: 12 minus 4. Hopp svaret → Elevene hopper 8 ganger.",
          "Kongen befaler: 9 minus 3. Klapp svaret → Elevene klapper 6 ganger.",
          "Kongen befaler: 7 minus 7. Hopp svaret → Elevene gjør ingen bevegelse (0)."
        ],
        "reflection": [],
        "tips": [],
        "extra": []
      }
    },
    {
      "id": "B0201",
      "title": "Rødt og grønt lys",
      "time": "15",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "utforske og forklare samanhengar mellom addisjon og subtraksjon og bruke det i hovudrekning og problemløysing",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene leke en variant av rødt og grønt lys. Elevene starter med 10 poeng og mister ett poeng for hver gang de blir tatt."
        ],
        "main": [
          "Elevene steller seg på en felles startlinje.",
          "Én elev står på andre siden av området med ryggen til gruppen og roper: “1,2,3 Rødt og grønt lys!”",
          "Alle elevene beveger seg fremover imens eleven sier regla.",
          "Når /\"1,2,3, Rødt og grønt lys/\" er sagt, snur eleven seg, og ser på resten av klassen.",
          "Alle elevene må da stå stille, for hvis de beveger seg så blir de tatt.",
          "Alle starter med 10 poeng. Hvis en elev blir “tatt” i bevegelse, mister de 1 poeng og må gå tilbake til startlinjen.",
          "Målet med spillet er å ta på ryggen til den som står på andre siden, uten å bli tatt.",
          "Når én elev har vunnet, må alle elevene regne ut hvor mange poeng de står igjen med."
        ],
        "examples": [],
        "reflection": [
          "Hvordan holdt du oversikt over poengene dine?",
          "Var det lettere å få mange poeng ved å være forsiktig eller å ta sjanser?"
        ],
        "tips": [],
        "extra": []
      }
    },
    {
      "id": "B0202",
      "title": "Hoderegning med kortstokk",
      "time": "5",
      "location": "Inne",
      "tools": "Kortstokk",
      "groupsize": "2",
      "learning_goal": "utforske og forklare samanhengar mellom addisjon og subtraksjon og bruke det i hovudrekning og problemløysing",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bruke kort for å trene på subtraksjon og oppdage sammenhengen mellom addisjon og subtraksjon. Elevene jobber i par, trekker kort og løser oppgaver muntlig, med fokus på å forklare tenkemåten sin."
        ],
        "main": [
          "Legg flere kortstokker (uten bildekort) på bordet med baksiden opp og del klassen i par.",
          "Hvert par trekker to kort.",
          "De regner summen av kortene høyt og forklarer hverandre hvordan de tenkte.",
          "Deretter lager de to tilhørende subtraksjonsstykker (tallfamilien) som hører til summen. For eksempel: 7 + 5 = 12, 12 − 7 = 5 og 12 − 5 = 7.",
          "Elevene forklarer hvorfor disse henger sammen.",
          "Deretter finner de differansen mellom kortene (største − minste) og beskriver hvilken subtraksjonsstrategi de brukte (telle opp fra det minste til det største, tiervenner osv.).",
          "Læreren kan gi et måltall (f.eks. 20) der elevene undersøker hvor mye som mangler fra summen til måltallet.",
          "Elevene begrunner om de valgte å tenke additivt (8 + ? = 20) eller subtraktivt (20 − 8).",
          "Kortene legges tilbake og de prøver på nytt."
        ],
        "examples": [
          "Trekker 7 og 5 → Summen er 12 → Tallfamilien: 7 + 5 = 12, 12 − 7 = 5, 12 − 5 = 7.",
          "Trekker 9 og 4 → Summen er 13 → Tallfamilien: 9 + 4 = 13, 13 − 9 = 4, 13 − 4 = 9.",
          "Trekker 8 og 3, måltall 20 → 20 − 11 = 9 eller 11 + 9 = 20."
        ],
        "reflection": [
          "Hvordan kan det hjelpe å lage tallfamilier for å løse subtraksjon?",
          "Hvilken strategi for subtraksjon fungerte best?",
          "Hvordan hjelper sammenhengen mellom addisjon og subtraksjon dere med å kontrollere svarene?"
        ],
        "tips": [],
        "extra": []
      }
    },
    {
      "id": "B0203",
      "title": "Mattememory",
      "time": "5",
      "location": "Inne",
      "tools": "Kortstokk",
      "groupsize": "2",
      "learning_goal": "utforske og forklare samanhengar mellom addisjon og subtraksjon og bruke det i hovudrekning og problemløysing",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene spille en variant av Memory for å trene på addisjon, subtraksjon og sammenhengen mellom dem."
        ],
        "main": [
          "Del klassen i 3 grupper og plasser 3 kortstokker (ikke bildekort) med baksiden opp.",
          "Innad i gruppene jobber to og to elever sammen.",
          "Læreren roper ut et oppdrag som involverer addisjon, subtraksjon eller sammenhengen mellom dem. Eksempler: 'To tall som til sammen blir 15', 'To tall med differanse 4', 'Et tall som er 5 mer enn det andre'",
          "Hvert par snur to kort.",
          "Hvis tallene oppfyller oppdraget, får paret beholde kortene, men de må forklare høyt hvordan tallene passer til de andre i gruppa.",
          "Forklaringen skal inneholde matematiske begreper som sum, forskjell, mer enn og mindre enn.",
          "Dersom de bommer, snur de kortene tilbake på plass.",
          "Neste par får prøve."
        ],
        "examples": [
          "Oppdrag: To tall som til sammen blir 15 → Paret snur 9 og 6 → \"9 pluss 6 er 15, så summen er riktig.\"",
          "Oppdrag: To tall med differanse 4 → Paret snur 8 og 4 → \"8 minus 4 er 4, så forskjellen stemmer.\"",
          "Oppdrag: Et tall som er 5 mer enn det andre → Paret snur 12 og 7 → \"12 er 5 mer enn 7.\""
        ],
        "reflection": [
          "Hvordan hjalp det å bruke begreper som sum og forskjell i forklaringene?",
          "Var det lettere å løse oppdrag med addisjon eller subtraksjon? Hvorfor?"
        ],
        "tips": [
          "Tilpass vanskelighetsgraden ved å bruke høyere eller lavere tallkort. Varier oppdragene slik at de noen ganger krever flere mulige løsninger."
        ],
        "extra": []
      }
    },
    {
      "id": "B0301",
      "title": "Lengdehopp",
      "time": "15",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "2",
      "learning_goal": "utforske multiplikasjon ved teljing",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bruke kroppen for å utforske multiplikasjon: Hvor langt kommer de med ett hopp? Hva skjer hvis de hopper to eller tre ganger? Ved å måle og sammenligne lengdene får de erfare hvordan multiplikasjon fungerer i praksis."
        ],
        "main": [
          "Den klassen inn i par og si at alle skal hoppe én gang. Når en i paret hopper, måler den andre.",
          "Her kan man velge målemetoden selv- selve lengden har ikke så mye å si.",
          "Den ene eleven i paret hopper én gang og blir stående der den landet imens den andre eleven måler lengden (eleven måler ved å for eksempel telle antall føtter)",
          "Eleven noterer lengden til den andre.",
          "Deretter bytter de roller.",
          "Neste runde: La elevene nå hoppe to ganger, der de noterer lengden til begge.",
          "Siste runde: La elevene hoppe tre ganger, der de noterer lengden til begge igjen.",
          "Sammenlign: Er dette omtrent dobbelt så langt? Er det trippelt så langt?",
          "Eventuelt fortsett med fire eller fem hopp for å se et mønster.",
          "Snakk om hva som skjer når man hopper ca. samme lengde flere ganger."
        ],
        "examples": [
          "Elev A hopper 4 føtter første gang. Deretter hopper den 8 føtter andre gang med 2 hopp. Eleven oppdager at det er en multiplikasjon på 2."
        ],
        "reflection": [
          "Hvordan visste du at hoppene ble dobbelt eller trippelt så lange?",
          "Hva betyr det å hoppe tre ganger så langt?",
          "Hvordan henger dette sammen med ganging?"
        ],
        "tips": [],
        "extra": []
      }
    },
    {
      "id": "B0302",
      "title": "Telleleken",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "utforske multiplikasjon ved teljing",
      "content": {
        "introduction": [
          "I denne aktiviteten står elevene i ring og telle høyt i kor mens de gjør en bevegelse til hvert tall. Læreren står i midten. Læreren kan lage regler som gjør tellingen mer utfordrende, for eksempel å si 'BOING' i stedet for tall som er delelig med 3, klappe på partall eller snurre på oddetall. Reglene kan variere underveis for å trene konsentrasjon og tallforståelse."
        ],
        "main": [
          "Elevene står i ring.",
          "Klassen teller høyt i kor mens de utfører en bevegelse til hvert tall.",
          "Læreren bestemmer hvilken bevegelse som hører til hvert tall eller mønster.",
          "Variér reglene underveis for å øke utfordringen.",
          "Tellelengden kan tilpasses, men 20 er et fint utgangspunkt.",
          "Variasjon: Elevene deles inn i grupper og blir enige om en bevegelse de skal gjøre når læreren peker på dem. Eksempel: Grupper på 2. Læreren teller to og to opp til 10 (2, 4, 6, 8, 10). For hvert tall peker læreren på en gruppe som gjør bevegelsen. Etterpå spør læreren: 'Hvor mange personer har klappet til sammen?' → 5 grupper à 2 = 10."
        ],
        "examples": [
          "Easy: Elevene teller to og to: 2, 4, 6, 8, 10… opp til 20. For hvert tall klapper de.",
          "Medium: Elevene teller to og to: 2, 4, 6, 8… opp til 20. Annenhvert tall hopper de.",
          "Hard: Elevene teller tre og tre: 3, 6, 9… opp til 18. Annenhvert tall klapper de."
        ],
        "reflection": [
          "Hvordan hjalp tellingen dere med å finne svaret?",
          "Hva er sammenhengen mellom antall grupper og hvor mange som klappet til sammen?",
          "Hvordan viser dette at addisjon og multiplikasjon henger sammen?"
        ],
        "tips": ["Øk eller reduser tellelengden avhengig av elevenes nivå."],
        "extra": []
      }
    },
    {
      "id": "B0303",
      "title": "Kongen befaler!",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "utforske multiplikasjon ved teljing",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bruke telling for å utforske og forstå multiplikasjon – slik kongen befaler."
        ],
        "main": [
          "Læreren (kongen) gir en multiplikasjonsoppgave, for eksempel 3 × 4.",
          "Det første tallet viser hvor mange ganger bevegelsen skal gjentas.",
          "Det andre tallet viser hvor mange tellinger det er i hver gjentakelse.",
          "Elevene teller høyt mens de gjør bevegelsene for å finne svaret.",
          "Gjenta med flere oppgaver på ulikt nivå."
        ],
        "examples": [
          "Lett nivå:",
          "Kongen: «3 × 2» → 3 runder med 2 hopp hver = teller 2, 4, 6.",
          "Kongen: «4 × 3» → 4 runder med 3 klapp hver = teller 3, 6, 9, 12.",
          "Kongen: «2 × 5» → 2 runder med 5 snurr = teller 5, 10.",
          "Kongen: «5 × 2» → 5 runder med 2 hopp = teller 2, 4, 6, 8, 10.",
          "Kongen: «3 × 4» → 3 runder med 4 knebøy = teller 4, 8, 12.",
          "",
          "Middels nivå:",
          "Kongen: «6 × 4» → 6 runder med 4 hopp = teller 4, 8, 12, 16, 20, 24.",
          "Kongen: «7 × 3» → 7 runder med 3 klapp = teller 3, 6, 9, 12, 15, 18, 21.",
          "Kongen: «8 × 5» → 8 runder med 5 snurr = teller 5, 10, 15, 20, 25, 30, 35, 40.",
          "Kongen: «4 × 9» → 4 runder med 9 hopp = teller 9, 18, 27, 36.",
          "Kongen: «5 × 6» → 5 runder med 6 knebøy = teller 6, 12, 18, 24, 30.",
          "",
          "Vanskelig nivå:",
          "Kongen: «9 × 8» → 9 runder med 8 hopp = teller opp til 72.",
          "Kongen: «12 × 6» → 12 runder med 6 klapp = teller opp til 72.",
          "Kongen: «7 × 12» → 7 runder med 12 knebøy = teller opp til 84.",
          "Kongen: «15 × 5» → 15 runder med 5 snurr = teller opp til 75.",
          "Kongen: «8 × 11» → 8 runder med 11 hopp = teller opp til 88."
        ],
        "reflection": [
          "Hvordan hjelper tellingen oss å se sammenhengen mellom gjentakelser og multiplikasjon?",
          "Hva er forskjellen på å telle i 1 og telle i grupper?",
          "Når er det lurt å telle i større steg?"
        ],
        "tips": [
          "Skriv opp på tavlea: Første tall = antall runder, Andre tall = antall tellinger i hver runde."
          
        ],
        "extra": []
      }
    },
    {
      "id": "B0401",
      "title": "Frakt over lava!",
      "time": "15",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "5",
      "learning_goal": "eksperimentere med multiplikasjon og divisjon i kvardagssituasjonar",
      "content": {
        "introduction": [
          "Elevene skal utforske multiplikasjon og divisjon gjennom en lek der de frakter gjenstander over et fiktivt lavagulv. Elevene skal, i grupper, teste hvordan ulike fordelinger påvirker antall turer som trengs for å flytte et bestemt antall gjenstander."
        ],
        "main": [
          "Del klassen i grupper på 5 elever og gi hver gruppe et område de kan løpe fram og tilbake på.",
          "Fordel fire gjenstander på den ene siden. Dette blir fraktsiden, den andre blir mottakersiden.",
          "Regler for leken: Det er kun lov å frakte én gjenstand om gangen.",
          "Leken består av 3 runder.",
          "Runde 1: 1 elev skal stå på fraktsiden, de 4 resterende står på mottaakersiden. Her skal elevene forstå at de burde løpe frem og tilbake 4 ganger for å frakte 4 gjenstander.",
          "Runde 2: Nå skal elevene ha 2 personer på fraktsiden og resten på mottakersiden. Her skal elevene forstå at de burde gå to ganger hver for å frakte de 4 gjenstandene.",
          "Runde 3: Nå skal elevene ha 4 personer på fraktsiden og 1 person på mottakersiden. Her skal elevene forstå at de burde gå én gang hver for å frakte de 4 gjenstandene."
        ],
        "examples": ["Se vedlagt illustrasjon."],
        "reflection": [
          "Hvordan kan dere samarbeide smartest?",
          "Hvilken løsning gir færrest turer?",
          "Hva lærte du om sammenhengen mellom antall personer og arbeidsmengde?"
        ],
        "tips": ["Bruk kritt som markering for lavagulv."],
        "extra": ["printOuts/B0401.png"]
      }
    },
    {
      "id": "B0402",
      "title": "Påstandsveggene",
      "time": "5",
      "location": "Inne",
      "tools": "Ingen",
      "groupsize": "5",
      "learning_goal": "eksperimentere med multiplikasjon og divisjon i kvardagssituasjonar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal læreren si et mattestykke som omhandler multiplikasjon eller divisjon, og elevene skal velge den veggen som har riktig svar."
        ],
        "main": [
          "Forklar at læreren skal si et mattestykke, og de fire veggene i klasserommet har hvert sitt svar. Læreren kommer til å tildele et svar til hver vegg mellom hvert mattestykke.",
          "Læreren sier en oppgave eller en påstand høyt, f.eks. “Du deler 12 kaker på 3 barn. Får de 3 kaker hver? ”",
          "Læreren peker på hver vegg og sier tilhørende svar. 'Vegg A: ja | Vegg B: nei | Vegg C: kanskje | Vegg D: vet ikke'",
          "Elevene hopper/hinker/løper til den veggen de mener viser riktig svar. Læreren skal bestemme hvordan de skal gå dit. For eksempel 'Nå skal dere hinke på et bein til riktig vegg'",
          "Etter alle har valgt: læreren gjennomgår svaret og spør elevene hvorfor de valgte som de gjorde.",
          "Repeter med nye oppgaver."
        ],
        "examples": [
          "Lett:",
          "Påstand: 5 grupper med 2 epler i hver gir 10 epler totalt. Sant eller usant?",
          "Påstand: Du deler 12 kaker på 3 barn. Får de 3 kaker hver? A) Ja | B) Nei | C) Kanskje | D) Vet ikke ",
          "Middels:",
          "Påstand: Hvilket regnestykke passer til: Du har 4 poser med 3 kuler i hver. A) 3 + 3 + 3 | B) 4 × 3 | C) 4 ÷ 3 | D) 3 − 4 ",
          "Påstand: Du har 20 drops og deler dem på 5 barn. Hvor mange får hver? A) 5 | B) 3 | C) 4 | D) 2 ",
          "Vanskelig:",
          "Påstand: Hvilket uttrykk passer til: 3 venner kjøper hver sin pakke med 5 klistremerker. A) 5 + 5 | B) 3 + 3 + 3 | C) 3 × 5 | D) 3 ÷ 5 ",
          "Påstand: Du har 36 kuler og skal legge 6 i hver eske. Hvor mange esker trenger du? A) 6 | B) 5 | C) 7 | D) 9 "
        ],
        "reflection": [],
        "tips": [
          "Dersom det blir en tendens at elevene hermer og ikke tenker selv, kan man be alle lukke øynene og heller peke på den veggen de mener er riktig."
        ],
        "extra": []
      }
    },
    {
      "id": "B0403",
      "title": "Restaurantkaos!",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "eksperimentere med multiplikasjon og divisjon i kvardagssituasjonar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene enten løpe eller lage mat, avhengig av om oppgaven er en divisjon eller multiplikasjon."
        ],
        "main": [
          "Læreren roper ut et regnestykke med enten multiplikasjon eller divisjon.",
          "Hvis det er divisjon: Elevene løper rundt pulten så mange ganger som tall nummer 2 i oppgaven sier.",
          "Hvis det er multiplikasjon: Elevene gjør en morsom matlagingsbevegelse (røre suppe, kna deig, lage milkshake, hakke grønnsaker, osv.) så mange ganger som tall nummer 2 i oppgaven sier.",
          "Gjenta med 4–6 oppgaver på ulikt nivå."
        ],
        "examples": [
          "Lett:",
          "Multiplikasjon: «3 × 2» → Rører i suppe 2 ganger.",
          "Divisjon: «12 ÷ 3» → Løper 3 runder rundt pulten.",
          "Multiplikasjon: «4 × 3» → Knar deig 3 ganger.",
          "Divisjon: «10 ÷ 5» → Løper 5 runder.",
          "Multiplikasjon: «2 × 5» → Heller saft 5 ganger.",
          "",
          "Middels:",
          "Multiplikasjon: «5 × 4» → Lager milkshake 4 ganger.",
          "Divisjon: «18 ÷ 6» → Løper 6 runder.",
          "Multiplikasjon: «6 × 5» → Hakk grønnsaker 5 ganger.",
          "Divisjon: «20 ÷ 4» → Løper 4 runder.",
          "Multiplikasjon: «3 × 7» → Strør ost 7 ganger.",
          "",
          "Vanskelig:",
          "Multiplikasjon: «8 × 6» → Rører i suppa 6 ganger.",
          "Divisjon: «72 ÷ 8» → Løper 8 runder.",
          "Multiplikasjon: «12 × 7» → Knar deig 7 ganger.",
          "Divisjon: «56 ÷ 7» → Løper 7 runder.",
          "Multiplikasjon: «9 × 9» → Pisker krem 9 ganger."
        ],
        "reflection": [
          "Hvilken type oppgave var mest slitsom?",
          "Hvordan hjalp bevegelsen deg å huske regnestykket?"
        ],
        "tips": [
          "Skriv en liste på tavla med 4–5 matlagingsbevegelser før start.",
          "Sett på sangen \"Kokkens sang\" fra kaptein Sabeltann eller \"A Walk In the Black Forest\" av Herb Albert & The Tijuana Brass (kjenningsmelodien for matlaging) for å gjøre det ekstra gøy."
        ],
        "extra": []
      }
    },
    
    {
      "id": "B0501",
      "title": "Multiplikasjonsbrett",
      "time": "5",
      "location": "Ute",
      "tools": "Kritt",
      "groupsize": "Alle",
      "learning_goal": "representere multiplikasjon på ulike måtar og omsetje mellom dei ulike representasjonane",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bruke kroppen til å utforske multiplikasjon ved å fordele seg i et rutenett."
        ],
        "main": [
          "Lag et 3x3 rutenett på bakken med kritt.",
          "Gi en instruks som «Stell dere i 3 ruter med 4 elever i hver».",
          "Elevene plasserer seg i rutene.",
          "Spør: Hvor mange står i rutenettet nå? Hvordan fant dere det ut?",
          "Repeter med ulikt antall ruter og elever.",
          "Diskuter hvordan man kan finne svaret uten å telle én og én."
        ],
        "examples": [
          "Læreren sier: \"stell dere i 3 ruter med 4 elever i hver.\" Elevene steller seg i 3 ruter med 4 elever i hver = 12 personer totalt.",
          "Læreren sier: \"Stell dere i 5 ruter med 2 elever i hver.\" Elevene steller seg i 5 ruter med 2 elever i hver = 5x2= 10 elever.",
          "Læreren sier: \"Stell dere i 2 ruter med 6 elever i hver.\" Elevene steller seg i 2 ruter med 6 elever i hver = 2x6= 12 elever.",
          "Læreren sier: \"Stell dere i 4 ruter med 3 elever i hver.\" Elevene steller seg i 4 ruter med 3 elever i hver = 4x3= 12 elever.",
          "Læreren sier: \"Stell dere i 6 ruter med 2 elever i hver.\" Elevene steller seg i 6 ruter med 2 elever i hver = 6x2= 12 elever.",
          "Læreren sier: \"Stell dere i 4 ruter med 5 elever i hver.\" Elevene steller seg i 4 ruter med 5 elever i hver = 4x5= 20 elever."
        ],
        "reflection": [
          "Hvordan hjalp rutenettet deg med å forstå gangestykker?",
          "Hvordan er dette annerledes enn å bare bruke tall?",
          "Kan dere forklare 3×4 som både telling og ganging?"
        ],
        "tips": [
          "I denne oppgaven kan du la elevene fordele seg på max 9 ruter på grunn av rutenettstørrelsen. Variér størrelsen på rutenettet etter behov."
        ],
        "extra": []
      }
    },
    {
      "id": "B0502",
      "title": "Kongen befaler!",
      "time": "5",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "representere multiplikasjon på ulike måtar og omsetje mellom dei ulike representasjonane",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene følge kongens instruksjoner som innebærer å gi et produkt, også må elevene fordele seg i grupper deretter."
        ],
        "main": [
          "Læreren skal gi svaret på en multiplikasjonsoppgave, for eksempel 12.",
          "Elevene skal så diskutere og fordele seg i grupper som gir dette tallet. For eksempel 3 grupper på 4 elever."
        ],
        "examples": [
          "Kongen befaler: Svaret mitt er 10.",
          "Kongen befaler: svaret mitt er 12.",
          "Kongen befaler: svaret mitt er 8.",
          "Kongen befaler: svaret mitt er 4.",
          "Kongen befaler: svaret mitt er 16.",
          "Kongen befaler: svaret mitt er 12, men fordel dere ulikt fra sist gang jeg sa 12.",
          "Kongen befaler: svaret mitt er 16, men fordel dere ulikt fra sist gang jeg sa 16."
        ],
        "reflection": [
          "Hva lærte dere om multiplikasjon gjennom denne aktiviteten?",
          "Opplevde dere at det var flere gruppeformasjoner som kunne gi samme svar?",
          "Hvordan kan dere bruke dette i andre sammenhenger?"
        ],
        "tips": ["Variér vanskelighetsgraden etter nivået til elevene."],
        "extra": []
      }
    },
    {
      "id": "B0503",
      "title": "Multiplikasjonsbytte",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "2-3",
      "learning_goal": "representere multiplikasjon på ulike måtar og omsetje mellom dei ulike representasjonane",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene vise det samme multiplikasjonsstykket på flere måter, både fysisk og med andre representasjoner."
        ],
        "main": [
          "Del klassen i grupper på 2-3.",
          "Læreren gir en multiplikasjonsoppgave, for eksempel 3 × 4.",
          "Elevene skal først vise oppgaven fysisk (hopp, klapp, grupper av elever, osv.).",
          "Deretter skal de vise samme oppgave som gjentatt addisjon, arealmodell eller tellegrupper* (læreren velger hvilken).",
          "Regel: Alle elevene i gruppa må være med på å vise oppgaven.",
          "Etterpå bytter gruppene måte å vise på, slik at de trener på å oversette mellom representasjoner.",
          "Gjenta med flere oppgaver og variasjon i representasjonsform."
        ],
        "examples": [
          "Oppgave: 3 × 4 → fysisk: 3 runder med 4 hopp hver. Gjentatt addisjon: 4 + 4 + 4 = 12. Arealmodell: Tegn 3 rader med 4 punkter hver.",
          "Oppgave: 5 × 2 → fysisk: 5 runder med 2 klapp hver. Gjentatt addisjon: 2 + 2 + 2 + 2 + 2 = 10. Arealmodell: Tegn 5 rader med 2 punkter hver.",
          "Oppgave: 4 × 6 → fysisk: 4 runder med 6 knebøy hver. Gjentatt addisjon: 6 + 6 + 6 + 6 = 24. Arealmodell: Tegn 4 rader med 6 punkter hver."
        ],
        "reflection": [
          "Hvilken representasjon var raskest å lage?",
          "Hvordan kunne du se at alle måtene ga samme svar?",
          "Når er det nyttig å bytte mellom måter å vise multiplikasjon på?"
        ],
        "tips": [

        ],
        "extra": []
      }
    },

    {
      "id": "B0601",
      "title": "Multipliser!",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "bruke kommutative, assosiative og distributive eigenskapar til å utforske og beskrive strategiar i multiplikasjon",
      "content": {
        "introduction": [
          "I denne aktiviten skal elevene hente gjenstander i grupper og utforske hvordan mengder fordeler seg likt ved multiplikasjon."
        ],
        "main": [
          "Første runde: Alle henter to ting hver. \"Hvor mange gjenstander har du til sammen nå?\"",
          "Andre runde: Elevene går sammen to og to og henter 2 nye gjenstander hver. \"Hvor mange gjenstander har dere til sammen nå?\"",
          "Tredje runde: Elevene går sammen tre og tre og henter 2 nye gjenstander hver. \"Hvor mange gjenstander har dere til sammen nå?\""
        ],
        "examples": [
          "Elev A henter 2 ting alene. Så går A sammen med B, og de henter 4 gjenstander til sammen (= 2 hver). Til slutt er A, B og C sammen, og de henter 6 gjenstander (= fortsatt 2 hver)."
        ],
        "reflection": [
          "Ser dere noe mønster?",
          "Hvis dere nå hadde gått sammen i grupper på 4 elever, hvor mange gjenstander hadde dere hatt til sammen da?",
          "Hvordan kan dette knyttes til multiplikasjon?"
        ],
        "tips": ["Bruk konkreter som er lett å telle og dele opp."],
        "extra": []
      }
    },
    {
      "id": "B0602",
      "title": "Kongen befaler!",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "4-5",
      "learning_goal": "bruke kommutative, assosiative og distributive eigenskapar til å utforske og beskrive strategiar i multiplikasjon",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene vise multiplikasjonsstrategier gjennom bevegelser som hopp, snurr og klapp – slik kongen befaler."
        ],
        "main": [
          "Læreren (kongen) gir en multiplikasjonsoppgave og sier hvilken egenskap som skal brukes: kommutativ, assosiativ eller distributiv.",
          "Skriv opp på tavla: hver multiplikasjon gjøres som bevegelser: hopp = ×1, klapp = ×2, snurr = ×3, knebøy = ×4, armhevning = ×5.",
          "Ved kommutativ egenskap bytter de rekkefølgen på tallene og gjør bevegelsene i ny rekkefølge.",
          "Ved assosiativ egenskap gjør de først bevegelsene for to tall, tar en pause, og deretter multipliserer med det siste.",
          "Ved distributiv egenskap deler de opp et tall i to mindre, gjør bevegelsene for hver del, og legger sammen til slutt.",
          "Etter hver runde forklarer en elev kort hvordan de tenkte."
        ],
        "examples": [
          "Lett:",
          "Kongen: «Kommutativ! 2 × 4» → 2 klapp + 4 knebøy = 8 bevegelser, deretter 4 knebøy + 2 klapp = 8 igjen.",
          "Kongen: «Assosiativ! 1 × 3 × 2» → (1 hopp × 3 snurr = 3 bevegelser), pause, ×2 (2 klapp) = 6 bevegelser.",
          "Kongen: «Distributiv! 5 × 3» → (5 armhevninger × 2 = 10) + (5 armhevninger × 1 = 5) = 15.",
          "Kongen: «Kommutativ! 3 × 2» → 3 snurr + 2 klapp = 6, deretter 2 klapp + 3 snurr = 6.",
          "Kongen: «Assosiativ! 2 × 2 × 3» → (2 klapp × 2 klapp = 4) × 3 snurr = 12.",
          "",
          "Middels:",
          "Kongen: «Distributiv! 6 × 4» → (6 × 2) + (6 × 2) = 12 + 12 = 24 bevegelser.",
          "Kongen: «Assosiativ! 2 × 5 × 3» → (2 klapp × 5 armhevninger = 10) × 3 snurr = 30.",
          "Kongen: «Kommutativ! 7 × 3» → 7 hopp + 3 snurr = 21, deretter 3 snurr + 7 hopp = 21.",
          "Kongen: «Distributiv! 8 × 5» → (8 × 3) + (8 × 2) = 24 + 16 = 40.",
          "Kongen: «Assosiativ! 4 × 2 × 6» → (4 knebøy × 2 klapp = 8) × 6 hopp = 48.",
          "",
          "Vanskelig:",
          "Kongen: «Distributiv! 9 × 7» → (9 × 5) + (9 × 2) = 45 + 18 = 63.",
          "Kongen: «Assosiativ! 5 × 4 × 3» → (5 armhevninger × 4 knebøy = 20) × 3 snurr = 60.",
          "Kongen: «Kommutativ! 12 × 8» → 12 hopp + 8 knebøy = 96, deretter 8 knebøy + 12 hopp = 96.",
          "Kongen: «Distributiv! 15 × 6» → (15 × 5) + (15 × 1) = 75 + 15 = 90.",
          "Kongen: «Assosiativ! 3 × 7 × 5» → (3 snurr × 7 hopp = 21) × 5 armhevninger = 105."
        ],
        "reflection": [
          "Hvilken bevegelseskombinasjon var enklest å utføre?",
          "Hvordan viste vi at rekkefølgen ikke endrer svaret?",
          "Hvilken egenskap hjalp deg å regne raskest i hodet?"
        ],
        "tips": [
          "Bruk enkle tall i starten for å få flyt.",
          "Bytt på hvilke bevegelser som representerer tall for variasjon."
        ],
        "extra": []
      }
    },
    {
    "id": "B0603",
    "title": "Mimeleken!",
    "time": "5",
    "location": "Inne",
    "tools": "Ingen",
    "groupsize": "2",
    "learning_goal": "bruke kommutative, assosiative og distributive eigenskapar til å utforske og beskrive strategiar i multiplikasjon",
    "content": {
      "introduction": [
        "I denne aktiviteten mimer elevene multiplikasjonsstrategier for hverandre uten å si tallene, og partneren må gjette både oppgaven og hvilken egenskap som brukes."
      ],
      "main": [
        "Elevene jobber i par. Én elev får en oppgave fra læreren (skriftlig eller hvisket).",
        "Oppgaven skal løses ved å mime strategien – ikke svaret – til partneren.",
        "Ved kommutativ egenskap mimer eleven multiplikasjon i én rekkefølge og deretter i motsatt rekkefølge.",
        "Ved assosiativ egenskap mimer eleven først to tall som multipliseres, pause, så ganger med det siste tallet.",
        "Ved distributiv egenskap mimer eleven at tallet deles opp i to deler, regner hver del, og legger sammen resultatene.",
        "Partneren sier hvilken oppgave det var og hvilken egenskap som ble brukt.",
        "Bytt roller etter hver runde."
      ],
      "examples": [
        "Kommutativ: Mimer 3 hopp, så 4 klapp, viser 12 på fingrene – deretter 4 klapp og 3 hopp, viser 12 igjen.",
        "Assosiativ: Mimer (2 klapp × 3 hopp = 6), pause, så ×4 snurr = 24.",
        "Distributiv: Mimer (7 hopp × 5 klapp = 35) + (7 hopp × 2 snurr = 14) → legger sammen til 49."
      ],
      "reflection": [
        "Hva var lett å gjette, og hva var vanskelig?",
        "Hvordan hjalp mimingen med å forstå strategien?",
        "Hvilken egenskap ble brukt mest?"
      ],
      "tips": [
        "Bruk små tall først for å få tempo i spillet.",
        "Oppmuntre til tydelig kroppsspråk."
      ],
      "extra": []
    }
  },

    {
      "id": "B0701",
      "title": "Detektiv- Hvem er hvem?",
      "time": "5",
      "location": "Inne",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "beskrive likskap og ulikskap i samanlikning av storleikar, mengder, uttrykk og tal og bruke likskaps- og ulikskapsteikn",
      "content": {
        "introduction": [
          "Elevene skal bruke dialog og observasjon for å finne ut hvem som har samme rolle som dem – uten å si det rett ut."
        ],
        "main": [
          "Gi hver elev en hemmelige rolle: politimann, postmann, tyv eller prinsesse.",
          "Elevene går rundt og stiller spørsmål til hverandre i 2 minutter – uten å si nøyaktig hva de er.",
          "De kan gi hint og svare på spørsmål.",
          "Etter 2 minutter spør læreren: «Hvem tror du er lik deg?»",
          "Elevene stiller seg i grupper etter hva de tror.",
          "Avslør rollene og diskuter hvem som var like og ulike."
        ],
        "examples": [
          "Elev A spiller tyv og spør: «Er jobben din lovlig?», «Bruker du uniform?» Elev A gjetter at en annen elev også er tyv fordi de sa de jobber om natten."
        ],
        "reflection": [
          "Hvordan visste du hvem som hadde lik rolle som deg?",
          "Hvilke uttrykk og svar brukte dere for å sammenligne?",
          "Hvordan er det å finne likhet?",
          "Hva betyr «lik» og «ulik» i matte?"
        ],
        "tips": [
          "Øv på begreper som lik\", \"ulik\", \"samme som\", \"forskjellig fra\". Lag nye roller hvis man skal gjøre den igjen."
        ],
        "extra": []
      }
    },
    {
      "id": "B0702",
      "title": "Rangér meg",
      "time": "5",
      "location": "Inne",
      "tools": "Ingen",
      "groupsize": "4-5",
      "learning_goal": "beskrive likskap og ulikskap i samanlikning av storleikar, mengder, uttrykk og tal og bruke likskaps- og ulikskapsteikn",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene rangere seg etter hvilken størrelse de har fått utdelt."
        ],
        "main": [
          "Skriv ned ulike tall og mengder på papir. For eksempel: tallet 5, bilde av 5 hjerter, 0.25.",
          "Del elevene inn i grupper på 4-5 elever og del ut et tall til hver elev.",
          "Be elevene sammenligne kortene sine og sortere seg fra minst til størst verdi.",
          "Når gruppene er ferdige skal hele klassen prøve å gjøre det samme. Blir rekkefølgen lik som i gruppene?",
          "Diskuter og avgjør rekkefølgen i fellesskap.",
          "Bruk symbolene større enn, mindre enn, lik, ulik underveis for å uttrykke sammenligning."
        ],
        "examples": [
          "Elev A har 0.25, elev B har 5 og elev C har bilde av 5 hjerter. Elevene skal forstå at 0.25 er minst, og at tallet 5 og bilde av 5 hjerter er lik mengde.",
          "Elev A har uttrykket 5x2 og elev B har tallet 10.",
          "Elev A har tallet 3, elev B har tallet 10 og elev C har tallet 12"
        ],
        "reflection": [
          "Hva skjer hvis noen har like mengde?",
          "Hvordan kan vi sammenligne mengdene?",
          "Hva betyr «lik» og «ulik» i matte?"
        ],
        "tips": [
          "Øv på begreper som lik\", \"ulik\", \"samme som\", \"forskjellig fra\". Lag nye roller hvis man skal gjøre den igjen."
        ],
        "extra": []
      }
    },
    {
      "id": "B0703",
      "title": "Størrelsesduell",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "3",
      "learning_goal": "beskrive likskap og ulikskap i samanlikning av storleikar, mengder, uttrykk og tal og bruke likskaps- og ulikskapsteikn",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene sammenligne to mengder eller tall ved å bruke kroppen for å vise <, > eller =."
        ],
        "main": [
          "Del elevene i grupper på 3.",
          "Læreren sier to tall, mengder eller uttrykk som skal sammenlignes (f.eks. '3 × 2' og '8').",
          "To av elevene i gruppa representerer hvert sitt tall/uttrykk – de kan hoppe antall ganger, snurre, vise antall fingre, eller bruke annen bevegelse for å vise verdien.",
          "Den tredje eleven er 'dommeren' som skal vise sammenligningstegnet med kroppen:",
          "Hvis venstre side er størst: Strekker armene høyt til venstre for å vise '>'.",
          "Hvis høyre side er størst: Strekker armene høyt til høyre for å vise '<'.",
          "Hvis de er like store: Lager et '='-tegn med armene (for eksempel begge armene rett frem).",
          "Etter hver oppgave roterer gruppa slik at alle får prøve å være både tall og dommer.",
          "Gjenta med flere runder, og øk vanskelighetsgraden ved å bruke større tall, desimaltall, eller uttrykk som må regnes ut først."
        ],
        "examples": [
          "Lett:",
          "5 og 8 → viser '<'.",
          "6 og 4 → viser '>'.",
          "3 + 2 og 5 → viser '='.",
          "2 × 3 og 8 → viser '<'.",
          "10 − 4 og 6 → viser '='.",
          "",
          "Middels:",
          "12 ÷ 3 og 4 × 1 → viser '='.",
          "15 og 3 × 4 → viser '>'.",
          "5 × 3 og 16 → viser '>'.",
          "20 − 8 og 12 → viser '='.",
          "2 × 7 og 15 → viser '<'.",
          "",
          "Vanskelig:",
          "2,5 × 4 og 9 → viser '>'.",
          "32 ÷ 4 og 7 × 1 → viser '='.",
          "10,5 og 21 ÷ 2 → viser '='.",
          "3 × (2 + 4) og 20 → viser '<'.",
          "(15 − 3) ÷ 4 og 3 → viser '='."
        ],
        "reflection": [
          "Hvordan bestemte du hvilket tegn du skulle vise?",
          "Hva var forskjellen på de runde der vi måtte regne først og de vi bare kunne sammenligne direkte?",
          "Når er det nyttig å kunne bruke ulikhetstegn?"
        ],
        "tips": [
          "Start med enkle tall for å få flyt."
        ],
        "extra": []
      }
    },

    {
      "id": "B0801",
      "title": "Drakamp",
      "time": "15",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "utforske likevekt og balanse i praktiske situasjonar, representere dette på ulike måtar og omsetje mellom dei ulike representasjonane",
      "content": {
        "introduction": [
          "Elevene skal utforske balanse ved å ha en drakamp mellom to lag med ulikt antall elever."
        ],
        "main": [
          "Del klassen i to lag: Lag 1 skal ha flere elever enn lag 2.",
          "Marker midten med kritt.",
          "La elevene konkurrere i tautrekking.",
          "Målet er å få det andre laget helt over midten.",
          "I runde 2 fordeler man lagene slik at det er like mange elever i hvert lag.",
          "La elevene konkurrere i tautrekking igjen.",
          "Til slutt: la elevene reflektere rundt likheten og ulikheten i balansen: var det lettere å vinne den første runden enn den andre runden?"
        ],
        "examples": [],
        "reflection": [
          "Hva betyr likevekt i denne leken?",
          "Hva skjedde da det var like mange på hvert lag?"
        ],
        "tips": [
          "Bruk begreper som balanse, likevekt, ulikhet og ujevn fordeling."
        ],
        "extra": []
      }
    },
    {
      "id": "B0802",
      "title": "Balanseleken",
      "time": "5",
      "location": "Inne",
      "tools": "Ingen",
      "groupsize": "5-6",
      "learning_goal": "utforske likevekt og balanse i praktiske situasjonar, representere dette på ulike måtar og omsetje mellom dei ulike representasjonane",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene finne likevekt over en balanselinje ved å plassere konkreter på hver side."
        ],
        "main": [
          "Del klassen i grupper og lag en balanselinje for hver gruppe.",
          "Gi elevene et startscenario (for eksempel en bok på den ene siden).",
          "La gruppene plassere seg selv og/eller gjenstander på hver side av linjen for å oppnå balanse.",
          "Oppmuntre til kommunikasjon, prøving og feiling.",
          "Diskuter hvordan vektfordeling og avstand fra linjen påvirker balansen."
        ],
        "examples": [
          "Lett: 2 bøker på den ene siden. Finn en annen gjenstand som balanserer vekten på den andre siden.",
          "Moderat: 1 penn på den ene siden. Finn en annen gjenstand (ikke en penn) som balanserer vekten.",
          "Vanskelig: 1 stol på den ene siden. Finn en gjenstand (ikke en stol) som balanserer vekten. Bruk pluss- og minusprinsipper for å legge til eller trekke fra vekt, f.eks. en elev på motsatt side + 15 bøker på stolsiden."
        ],
        "reflection": [
          "Hva betyr balanse i denne leken?",
          "Hvordan påvirket plasseringen av gjenstandene balansen?",
          "Var det lettere å balansere med lette eller tunge gjenstander?",
          "Hvordan kan man bruke addisjon og subtraksjon for å oppnå balanse?"
        ],
        "tips": [],
        "extra": []
      }
    },
    {
      "id": "B0803",
      "title": "Levende vektstang",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "3-4",
      "learning_goal": "utforske likevekt og balanse i praktiske situasjonar, representere dette på ulike måtar og omsetje mellom dei ulike representasjonane",
      "content": {
        "introduction": [
          "I denne aktiviteten skal en elev være en levende vektstang og bruke armene for å vise om to gjenstander veier like mye eller ikke."
        ],
        "main": [
          "Del elevene i grupper på 3–4.",
          "Én elev i hver gruppe står med armene strakt ut til siden – dette er 'vektstangen'.",
          "De andre i gruppa finner forskjellige gjenstander ute eller i klasserommet, og legger én i hver av vektstangens hender.",
          "Vektstangen vurderer vekten:",
          "Hvis det føles som like mye: Hever begge armene like høyt (balanse).",
          "Hvis den ene siden føles tyngre: Senker armen på den tunge siden og løfter den andre (ubalanse).",
          "Etterpå bytter de på hvem som er vektstang, slik at alle får prøve.",
          "Diskuter i gruppa hva som skapte balanse eller ubalanse."
        ],
        "examples": [
          "Lett: En bok vs. en annen bok i samme størrelse → armene holdes like høyt.",
          "Lett: En blyant vs. en stor viskelær → blyantsiden heves, viskelærsiden senkes.",
          "Middels: To klosser i ulik størrelse – vurdere hvilken som føles tyngst.",
          "Middels: En liten ball vs. en kopp med litt vann – oppdage at vannet er tyngre.",
          "Vanskelig: To gjenstander som ser like store ut, men som veier ulikt – mer usikker vurdering."
        ],
        "reflection": [
          "Hvordan kunne du kjenne forskjell på vekten uten å bruke en ordentlig vekt?",
          "Hva var lett å vurdere og hva var vanskelig?",
          "Hvordan kan vi vise balanse og ubalanse på andre måter enn med kroppen?"
        ],
        "tips": [
          "Bruk gjenstander med tydelig vektforskjell først, og øk vanskeligheten etter hvert."
        ],
        "extra": []
      }
    },

    {
      "id": "B0901",
      "title": "Gjett vannmengden!",
      "time": "15",
      "location": "Inne/ute",
      "tools": "Ulike beholdere",
      "groupsize": "4-5",
      "learning_goal": "bruke ulike måleiningar for lengd og masse i praktiske situasjonar og grunngi valet av måleining",
      "content": {
        "introduction": [
          "Elevene skal utforske ulike måleenheter for volum ved å anslå og diskutere hvor mye vann forskjellige beholdere rommer."
        ],
        "main": [
          "Læreren setter ut beholdere med ulik størrelse fylt med vann (f.eks. kopp, litermål, bøtte).",
          "Gi referanser: f.eks. “Bøtta rommer maks 10L.”",
          "Elevene skal i grupper anslå hvor mye vann hver beholder rommer, i dl eller liter.",
          "Be elevene begrunne svaret deres – bruk begrep som dl, L, forhold, størrelser.",
          "Snakk sammen i klassen etterpå: Hvilke gjetninger var gode? Hvorfor?"
        ],
        "examples": [
          "Elevgruppe A mener koppen rommer 2 dl fordi de vet en vanlig kopp er omtrent 2/10 av en liter. De bruker det til å anslå hvor mange kopper som trengs for å fylle en 1L karaffel."
        ],
        "reflection": [
          "Hvordan hjalp det å ha referansepunkter?",
          "Hvordan visste dere hvilken enhet som passet best?",
          "Hvorfor valgte dere å bruke liter eller desiliter?"
        ],
        "tips": [
          "For ekstra utfordring: De elevene som trenger ekstra utfordring kan bli spurt om å gjøre om fra sin enhet til en valgfri annen."
        ],
        "extra": []
      }
    },
    {
      "id": "B0902",
      "title": "Bygg papirtårn!",
      "time": "15",
      "location": "Inne",
      "tools": "Papir, Teip, Linjal",
      "groupsize": "3–4",
      "learning_goal": "bruke ulike måleiningar for lengd og masse i praktiske situasjonar og grunngi valet av måleining",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bygge et papirtårn for å øve på å måle høyde med ulike lengdeenheter og begrunne valg av måleenhet."
        ],
        "main": [
          "Del klassen i grupper på 3–4 elever.",
          "Gi hver gruppe flere ark og litt teip.",
          "Sett en tidsgrense på 10 minutter.",
          "Elevene bygger et frittstående tårn av arkene.",
          "Be hver gruppe måle tårnets høyde først i centimeter (cm) og deretter i millimeter (mm) eller meter (m) om mulig.",
          "Gruppene forklarer hvilket måleverktøy og hvilken enhet de valgte, og hvorfor."
        ],
        "examples": [],
        "reflection": [
          "Hvilken enhet brukte dere først, og hvorfor valgte dere den?",
          "Var det vanskeligere å måle i mm enn i cm?",
          "Hvordan hjalp måleverdiene dere å sammenligne tårnene i gruppa?"
        ],
        "tips": [],
        "extra": []
      }
    },
    {
      "id": "B0903",
      "title": "Målesjefen befaler",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "bruke ulike måleiningar for lengd og masse i praktiske situasjonar og grunngi valet av måleining",
      "content": {
        "introduction": [
          "I denne aktiviteten er læreren 'målesjefen' og gir kommandoer som får elevene til å bruke ulike måleenheter i bevegelses- og vurderingsoppgaver."
        ],
        "main": [
          "Læreren er målesjefen og roper ut en oppgave som involverer en måleenhet for lengde eller masse.",
          "Elevene må utføre oppgaven fysisk – for eksempel gå en viss avstand, finne noe som veier omtrent en viss masse, eller strekke ut armer for å vise lengde.",
          "Etter at oppgaven er utført, spør læreren hvorfor den aktuelle måleenheten passet.",
          "Variér mellom oppgaver som måler korte, mellomlange og lange avstander, samt lette og tunge gjenstander.",
          "Kjør mange korte runder for høyt tempo og variasjon."
        ],
        "examples": [
          "Lette oppgaver:",
          "'Målesjefen befaler: gå 1 meter frem!'",
          "'Målesjefen befaler: finn noe som veier omtrent 1 kilo!'",
          "",
          "Middels oppgaver:",
          "'Målesjefen befaler: stå med beina en halv meter fra hverandre!'",
          "'Målesjefen befaler: finn noe som er ca. 10 cm langt!'",
          "'Målesjefen befaler: finn en gjenstand som er ca. 30 cm lang!'",

          "",
          "Vanskelige oppgaver:",
          "'Målesjefen befaler: gå 2,5 meter bakover uten å måle!'",
          "'Målesjefen befaler: finn noe som veier omtrent 2 kilo!'",
          "'Målesjefen befaler: finn noe som veier omtrent 500 gram!'"

        ],
        "reflection": [
          "- Hvordan vurderte du hvor langt eller tungt noe var?",
          "- Når passer det best å bruke meter, centimeter eller millimeter?",
          "- Når passer det best å bruke kilo, gram eller milligram?"
        ],
        "tips": [
          "Bruk kjente avstander i rommet (f.eks. fra tavla til døra) som referanse.",
          "La elevene selv få være målesjef og finne på oppgaver.",
          "Legg til bevegelseskrav som hopp, snurr eller hink for ekstra moro."
        ],
        "extra": []
      }
    },

    {
      "id": "B1001",
      "title": "Danseleken!",
      "time": "15",
      "location": "Ute",
      "tools": "Kritt, Musikk",
      "groupsize": "Alle",
      "learning_goal": "eksperimentere med og forklare plasseringar i koordinatsystemet",
      "content": {
        "introduction": [
          "Elevene beveger seg fritt i et stort koordinatsystem og beskriver posisjonen sin i forhold til læreren som står i origo."
        ],
        "main": [
          "Lag et stort rutenett på bakken (f.eks. 5x5 ruter). Læreren står i origo (nede til venstre).",
          "Spill musikk – elevene får bevege seg fritt (løpe, danse, hoppe) i rutenettet.",
          "Når musikken stopper, må alle stå stille.",
          "Læreren peker på elever og spør: «Hvor står du i forhold til meg?»",
          "Elevene svarer med egne ord (f.eks. «nærme, til høyre» eller «langt unna på skrå»).",
          "Snakk sammen: Hva betyr det å være “nærme”, “til høyre”, “midt i”?"
        ],
        "examples": [
          "Elev A sier: «Jeg står langt unna, nesten helt øverst til høyre!» Elev B sier: «Jeg er nærme deg, bare én rute rett opp.»"
        ],
        "reflection": [
          "Forklarte du plasseringen din så andre kunne skjønne hvor du sto?",
          "Hvilke ord brukte du for å vise retning eller avstand?",
          "Er det noen andre måter dere kan beskrive posisjonene deres på?"
        ],
        "tips": ["Sett på musikk for å gjøre det ekstra gøy"],
        "extra": []
      }
    },
    {
      "id": "B1002",
      "title": "Senk skipene",
      "time": "5",
      "location": "Ute",
      "tools": "Kritt",
      "groupsize": "Alle",
      "learning_goal": "eksperimentere med og forklare plasseringar i koordinatsystemet",
      "content": {
        "introduction": [
          "I denne aktiviteten spiller vi en enkel, fysisk versjon av 'Senk skip'. Elevene plasserer skip hemmelig ved å stå i ruter mens motstanderlaget står med ryggen til. Læreren noterer koordinatene og sier treff/bom underveis."
        ],
        "main": [
          "Lag banen: Marker et rutenett på gulvet (start 4×4: kolonner A–D, rader 1–4). Læreren står ved siden av som dommer.",
          "Del i to lag og avtal antall skip per lag (f.eks. 2–3 elever/skip).",
          "Lag 1 plasserer: Lag 2 står med ryggen til banen. Elever fra Lag 1 går stille ut og stiller seg i valgte ruter. Læreren noterer koordinatene (f.eks. A3, C1).",
          "Lag 2 plasserer: Bytt. Lag 1 snur ryggen til. Lag 2 går ut og stiller seg i ruter. Læreren noterer.",
          "Spillet begynner: Lagene gjetter annenhver gang én koordinat (f.eks. «B2»).",
          "Dommer svarer umiddelbart: «Treff!» eller «Bom!». Ved treff: Elevene som sto i den ruta setter seg ned(skipet er senket).",
          "Fortsett runder raskt til ett lag har fått senket alle motstanderens skip, eller tiden (5 min) er ute."
        ],
        "examples": [
          "Rutenett 3×3 (A–C, 1–3), 1 skip per lag, 30–60 sekunder plasseringsfase, 3–4 gjetterunder.",
          "Rutenett 4×4 (A–D, 1–4), 2 skip per lag, 5–6 gjetterunder.",
          "Rutenett 5×5 (A–E, 1–5), 3 små skip per lag (1 elev per skip) for større klasse."
        ],
        "reflection": [
          "Hvordan husket du bokstav- (kolonne) og tall- (rad) rekkefølgen?",
          "Hva var en smart måte å lete på i rutenettet (systematisk søk)?",
          "Hva kunne laget ditt gjort annerledes neste runde?"
        ],
        "tips": [
          "Hold hemmeligheten: Minner laget på å se ned/holde ryggen til mens motstanderen plasserer.",
          "Tempo: Begrens tenketid til 3–5 sekunder per gjetting («3–2–1, si koordinat!»)."
        ],
        "extra": []
      }
    },
    {
      "id": "B1003",
      "title": "Koordinatkongen befaler!",
      "time": "5",
      "location": "Ute",
      "tools": "Kritt",
      "groupsize": "4-6",
      "learning_goal": "eksperimentere med og forklare plasseringar i koordinatsystemet",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bevege seg til bestemte koordinater og øve på å forklare plassering i koordinatsystemet på en trygg og leken måte."
        ],
        "main": [
          "Tegn opp et stort koordinatsystem på bakken med kritt (f.eks. 5x5 eller 6x6). Marker aksene tydelig med tall.",
          "Del klassen inn i grupper på 4–6 elever.",
          "Læreren er 'Koordinatkongen' og roper ut kommandoer som: 'Koordinatkongen befaler: Gå til (2,3)!'",
          "Gruppene diskuterer raskt sammen hvor de tror koordinatet er, og velger én person som skal stelle seg på det de tror er koordinatet.",
          "Når alle har funnet plassene sine, snakk sammen i hel gruppe: Hvordan fant dere veien dit? Hva betyr det første og det andre tallet?",
          "Gjenta med flere koordinater og variér tempo og vanskelighetsgrad."
        ],
        "examples": [
          "Læreren sier: 'Koordinatkongen befaler: Gå til (1,4)!' og gruppene diskuterer og går dit . Lærer spør: 'Hvordan fant dere plassen?' og en gruppe svarer: 'Vi gikk én til høyre og fire opp.'"
        ],
        "reflection": [
          "Hvordan fant dere riktig koordinat?",
          "Hva betyr det første og det andre tallet i et koordinat?",
          "Hva kunne dere ha forklart bedre hvis noen ikke skjønte hvor dere gikk?"
        ],
        "tips": [
          "Ha gjerne med noen tullekommandoer uten 'Koordinatkongen befaler' for å gjøre det gøy.",
          "Unngå å spørre enkeltpersoner – la elevene tenke og svare i grupper."
        ],
        "extra": []
      }
    },
     {
      "id": "B1004",
      "title": "Hermegåsa!",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Et merket koordinatområde (f.eks. tape på gulvet eller ruter på uteplassen)",
      "groupsize": "Par",
      "learning_goal": "lage og følgje reglar og trinnvise instruksjonar i leik og spel knytte til koordinatsystemet",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bevege seg som i et koordinatsystem, der de går først horisontalt (langs x-aksen) og deretter vertikalt (langs y-aksen). Den ene i paret går et mønster, og den andre må først herme bevegelsen, og deretter beskrive den i form av hvor mange skritt det var i hver retning."
        ],
        "main": [
          "Del elevene inn i par og marker et startpunkt (0,0) for alle.",
          "Person A går først: et antall skritt til høyre/venstre (x-retning), deretter et antall skritt frem/bakover (y-retning).",
          "Person B observerer, men sier ingenting ennå.",
          "Når Person A er ferdig, går Person B **akkurat samme antall skritt** i samme retninger.",
          "Etter at Person B har gått, sier han/hun høyt hvor mange skritt det var i x-retning og y-retning.",
          "Bytt roller etter hvert mønster.",
          "Regel: All bevegelse må gjøres i to deler – først horisontalt, så vertikalt."
        ],
        "examples": [
          "Person A går 3 skritt til høyre, 2 skritt frem → Person B går 3 skritt til høyre, 2 skritt frem → sier: «3 høyre, 2 frem».",
          "Person A går 4 skritt til venstre, 1 skritt tilbake → Person B går 4 skritt til venstre, 1 skritt tilbake → sier: «4 venstre, 1 tilbake».",
          "Person A går 2 skritt til høyre, 3 skritt tilbake → Person B går 2 skritt til høyre, 3 skritt tilbake → sier: «2 høyre, 3 tilbake»."
        ],
        "reflection": [
          "Hva var lettest – å gå bevegelsen eller å huske og si hvor mange skritt?",
          "Hvordan hjelper denne øvelsen oss å tenke i koordinater?",
          "Hva skjer hvis vi bytter om på rekkefølgen?"
        ],
        "tips": [
          "Start med små tall (1–4 skritt) før dere øker.",
          "Bruk tydelige steg og pauser mellom x- og y-bevegelse for å gjøre det lettere å følge."
        ],
        "extra": []
      }
    },
    {
      "id": "B1101",
      "title": "Stolleken",
      "time": "15",
      "location": "Inne",
      "tools": "Koordinatlapper",
      "groupsize": "Alle",
      "learning_goal": "lage og følgje reglar og trinnvise instruksjonar i leik og spel knytte til koordinatsystemet",
      "content": {
        "introduction": [
          "Klasserommet gjøres om til et koordinatsystem hvor elevene konkurrerer om å finne riktig koordinat."
        ],
        "main": [
          "Læreren skriver et koordinat på hvert ark: (1,1), (1,2),(1,3), (1,4), (2,1), (2,2), (2,3), (2,4), (3,1), (3,2), (3,3), (3,4), (4,1), (4,2), (4,3), (4,4).",
          "Legg ett ark på hver stol som tilsvarer koordinatsystemet.",
          "Plasser stoler i rader og kolonner som et koordinatsystem (f.eks. 4x4).",
          "Forklar at hver stol har et koordinat (f.eks. (2,3)).",
          "La elevene bevege seg fritt i rommet.",
          "Når læreren sier et koordinat, skal elevene finne stolen og sette seg så fort de kan.",
          "Den som setter seg først, vinner runden",
          "Gjenta med ulike koordinater og øk vanskelighetsgraden etter hvert."
        ],
        "examples": [
          "Læreren sier: “Finn (3,2)!” – Elev A løper til stol med lapp (3,2) og setter seg først."
        ],
        "reflection": [
          "Har noen et forslag til hva tallene betyr?",
          "Kan tallene kobles til avstand eller retning?"
        ],
        "tips": [
          "For ekstra utfordring kan man bytte på hvem som sier koordinatene."
        ],
        "extra": []
      }
    },
    {
      "id": "B1102",
      "title": "Kodejakt",
      "time": "15",
      "location": "Ute",
      "tools": "Kritt, instruksjonskort",
      "groupsize": "3-6",
      "learning_goal": "lage og følgje reglar og trinnvise instruksjonar i leik og spel knytte til koordinatsystemet",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene følge trinnvise instruksjoner og bevege seg i et koordinatsystem for å finne en skjult kode."
        ],
        "main": [
          "Lag et stort 5x5 koordinatsystem på bakken (f.eks. 6x6). Marker aksene tydelig med tall.",
          "Del klassen inn i grupper på 3-6 elever.",
          "Hver gruppe får utdelt et kort med instruksjoner, for eksempel: 'Start på (0,0). Gå 2 opp, 1 til høyre, 1 ned, 3 til høyre.'",
          "Elevene følger instruksjonene og ender opp på et nytt koordinat. Der finner de en bokstav (lagt ut av læreren).",
          "Når alle grupper har funnet sin bokstav, samler klassen bokstavene og finner ut hvilket ord eller kode de danner."
        ],
        "examples": [
          "Gruppen starter på (0,0) og følger instruksjonen: 2 opp, 1 høyre, 1 ned, 3 høyre – de ender på (4,1) og finner bokstaven 'K'."
        ],
        "reflection": [
          "Hvordan visste dere hvor dere skulle gå?",
          "Hva skjedde da dere fulgte instruksjonene feil?",
          "Hvordan kan vi lage egne instrukser for å sende andre til bestemte koordinater?"
        ],
        "tips": [
          "La elevene lage egne instruksjoner og bytte med en annen gruppe.",
          "Du kan bruke ulike farger på kortene for å ha flere oppgavesett i sving samtidig."
        ],
        "extra": [
          "printOuts/B1102.png"
        ]
      }
    },
    {
      "id": "B1103",
      "title": "Hermegåsa",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Et merket koordinatområde (f.eks. tape på gulvet eller ruter på uteplassen)",
      "groupsize": "Par",
      "learning_goal": "lage og følgje reglar og trinnvise instruksjonar i leik og spel knytte til koordinatsystemet",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bevege seg som i et koordinatsystem, der de går først horisontalt (langs x-aksen) og deretter vertikalt (langs y-aksen). Den ene i paret går et mønster, og den andre må først herme bevegelsen, og deretter beskrive den i form av hvor mange skritt det var i hver retning."
        ],
        "main": [
          "Del elevene inn i par og marker et startpunkt (0,0) for alle.",
          "Person A går først: et antall skritt til høyre/venstre (x-retning), deretter et antall skritt frem/bakover (y-retning).",
          "Person B observerer, men sier ingenting ennå.",
          "Når Person A er ferdig, går Person B **akkurat samme antall skritt** i samme retninger.",
          "Etter at Person B har gått, sier han/hun høyt hvor mange skritt det var i x-retning og y-retning.",
          "Bytt roller etter hvert mønster.",
          "Regel: All bevegelse må gjøres i to deler – først horisontalt, så vertikalt."
        ],
        "examples": [
          "Person A går 3 skritt til høyre, 2 skritt frem → Person B går 3 skritt til høyre, 2 skritt frem → sier: «3 høyre, 2 frem».",
          "Person A går 4 skritt til venstre, 1 skritt tilbake → Person B går 4 skritt til venstre, 1 skritt tilbake → sier: «4 venstre, 1 tilbake».",
          "Person A går 2 skritt til høyre, 3 skritt tilbake → Person B går 2 skritt til høyre, 3 skritt tilbake → sier: «2 høyre, 3 tilbake»."
        ],
        "reflection": [
          "Hva var lettest – å gå bevegelsen eller å huske og si hvor mange skritt?",
          "Hvordan hjelper denne øvelsen oss å tenke i koordinater?",
          "Hva skjer hvis vi bytter om på rekkefølgen?"
        ],
        "tips": [
          "Start med små tall (1–4 skritt) før dere øker.",
          "Bruk tydelige steg og pauser mellom x- og y-bevegelse for å gjøre det lettere å følge."
        ],
        "extra": []
      }
    }
  ]
}
