{
  "grade": "Tredje årstrinn",
  "total_activities": 12,
  "activities": [
    {
      "id": "B0101",
      "title": "Pakkeleken",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Terning",
      "groupsize": "4–6",
      "learning_goal": "utvikle og bruke formålstenlege strategiar for subtraksjon i praktiske situasjonar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene leke pakkeleken der målet er å samle så mange pakker som mulig. Her får de en forståelse av subtraksjon i hverdagslige situasjoner, da man hele tiden må gi fra seg pakker, og tilslutt regne ut hvor mange man har igjen."
        ],
        "main": [
          "Be alle elevene finne 3 gjenstander hver (for eksempel: en bok, en blyant og en ball).",
          "Del klassen i grupper på 4-6 elever, og fortell elevene at de 3 gjenstandene de fant, er nå pakkene deres.",
          "Elevene i hver gruppe setter seg i en sirkel og kaster terningen på rundgang.",
          "Hvis man får 6, kan man ta én pakke fra en annen i gruppa. Hvis man ikke får 6, sender man ternigen videre.",
          "Sett en timer på 3 minutter.",
          "Målet med spillet er å samle flest mulig pakker innen tiden er ute.",
          "Når tiden er ute, ser man hvem som har flest pakker."
        ],
        "examples": [
          "Guri startet med 3 pakker, og fikk 6 tre ganger. Hun endte opp med 6 pakker totalt. Resten av gruppa klarte ikke å få 6. Lars startet med 3 pakker og endte opp med 0, da Guri tok alle pakkene hans."
        ],
        "reflection": [
          "Hvor mange pakker startet du med?",
          "Hvor mange pakker mistet du?"
        ],
        "tips": [
          "For å øke vanskelighetsgraden så kan man si at noen pakker er mer verdt enn andre, for eksempel 2 pakker. Da er det ny regel: hvis man får én sekser, så kan man kaste på nytt og hvis man da får 6 en gang til så kan man få pakken."
        ],
        "extra": []
      }
    },
    {
      "id": "B0201",
      "title": "Rødt og grønt lys",
      "time": "15",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "utforske og forklare samanhengar mellom addisjon og subtraksjon og bruke det i hovudrekning og problemløysing",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene leke en variant av rødt og grønt lys. Elevene starter med 10 poeng og mister ett poeng for hver gang de blir tatt."
        ],
        "main": [
          "Elevene steller seg på en felles startlinje.",
          "Én elev står på andre siden av området med ryggen til gruppen og roper: “1,2,3 Rødt og grønt lys!”",
          "Alle elevene beveger seg fremover imens eleven sier regla.",
          "Når /\"1,2,3, Rødt og grønt lys/\" er sagt, snur eleven seg, og ser på resten av klassen.",
          "Alle elevene må da stå stille, for hvis de beveger seg så blir de tatt.",
          "Alle starter med 10 poeng. Hvis en elev blir “tatt” i bevegelse, mister de 1 poeng og må gå tilbake til startlinjen.",
          "Målet med spillet er å ta på ryggen til den som står på andre siden, uten å bli tatt.",
          "Når én elev har vunnet, må alle elevene regne ut hvor mange poeng de står igjen med."
        ],
        "examples": [],
        "reflection": [
          "Hvordan holdt du oversikt over poengene dine?",
          "Var det lettere å få mange poeng ved å være forsiktig eller å ta sjanser?"
        ],
        "tips": [],
        "extra": []
      }
    },
    {
      "id": "B0301",
      "title": "Lengdehopp",
      "time": "15",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "2",
      "learning_goal": "utforske multiplikasjon ved teljing",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bruke kroppen for å utforske multiplikasjon: Hvor langt kommer de med ett hopp? Hva skjer hvis de hopper to eller tre ganger? Ved å måle og sammenligne lengdene får de erfare hvordan multiplikasjon fungerer i praksis."
        ],
        "main": [
          "Den klassen inn i par og si at alle skal hoppe én gang. Når en i paret hopper, måler den andre.",
          "Her kan man velge målemetoden selv- selve lengden har ikke så mye å si.",
          "Den ene eleven i paret hopper én gang og blir stående der den landet imens den andre eleven måler lengden (eleven måler ved å for eksempel telle antall føtter)",
          "Eleven noterer lengden til den andre.",
          "Deretter bytter de roller.",
          "Neste runde: La elevene nå hoppe to ganger, der de noterer lengden til begge.",
          "Siste runde: La elevene hoppe tre ganger, der de noterer lengden til begge igjen.",
          "Sammenlign: Er dette omtrent dobbelt så langt? Er det trippelt så langt?",
          "Eventuelt fortsett med fire eller fem hopp for å se et mønster.",
          "Snakk om hva som skjer når man hopper ca. samme lengde flere ganger."
        ],
        "examples": [
          "Elev A hopper 4 føtter første gang. Deretter hopper den 8 føtter andre gang med 2 hopp. Eleven oppdager at det er en multiplikasjon på 2."
        ],
        "reflection": [
          "Hvordan visste du at hoppene ble dobbelt eller trippelt så lange?",
          "Hva betyr det å hoppe tre ganger så langt?",
          "Hvordan henger dette sammen med ganging?"
        ],
        "tips": [
        ],
        "extra": []
      }
    },
    {
      "id": "B0401",
      "title": "Frakt over lava!",
      "time": "15",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "5",
      "learning_goal": "eksperimentere med multiplikasjon og divisjon i kvardagssituasjonar",
      "content": {
        "introduction": [
          "Elevene skal utforske multiplikasjon og divisjon gjennom en lek der de frakter gjenstander over et fiktivt lavagulv. Elevene skal, i grupper, teste hvordan ulike fordelinger påvirker antall turer som trengs for å flytte et bestemt antall gjenstander."
        ],
        "main": [
          "Del klassen i grupper på 5 elever og gi hver gruppe et område de kan løpe fram og tilbake på.",
          "Fordel fire gjenstander på den ene siden. Dette blir fraktsiden, den andre blir mottakersiden.",
          "Regler for leken: Det er kun lov å frakte én gjenstand om gangen.",
          "Leken består av 3 runder.",
          "Runde 1: 1 elev skal stå på fraktsiden, de 4 resterende står på mottaakersiden. Her skal elevene forstå at de burde løpe frem og tilbake 4 ganger for å frakte 4 gjenstander.",
          "Runde 2: Nå skal elevene ha 2 personer på fraktsiden og resten på mottakersiden. Her skal elevene forstå at de burde gå to ganger hver for å frakte de 4 gjenstandene.",
          "Runde 3: Nå skal elevene ha 4 personer på fraktsiden og 1 person på mottakersiden. Her skal elevene forstå at de burde gå én gang hver for å frakte de 4 gjenstandene."
        ],
        "examples": [
          "Se vedlagt illustrasjon."
        ],
        "reflection": [
          "Hvordan kan dere samarbeide smartest?",
          "Hvilken løsning gir færrest turer?",
          "Hva lærte du om sammenhengen mellom antall personer og arbeidsmengde?"
        ],
        "tips": [
          "Bruk kritt som markering for lavagulv."
        ],
        "extra": [
          "printOuts/B0401.png"
        ]
      }
    },
    {
      "id": "B0501",
      "title": "Multiplikasjonsbrett",
      "time": "5",
      "location": "Ute",
      "tools": "Kritt",
      "groupsize": "Alle",
      "learning_goal": "representere multiplikasjon på ulike måtar og omsetje mellom dei ulike representasjonane",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bruke kroppen til å utforske multiplikasjon ved å fordele seg i et rutenett."
        ],
        "main": [
          "Lag et 3x3 rutenett på bakken med kritt.",
          "Gi en instruks som «Stell dere i 3 ruter med 4 elever i hver».",
          "Elevene plasserer seg i rutene.",
          "Spør: Hvor mange står i rutenettet nå? Hvordan fant dere det ut?",
          "Repeter med ulikt antall ruter og elever.",
          "Diskuter hvordan man kan finne svaret uten å telle én og én."
        ],
        "examples": [
          "Læreren sier: \"stell dere i 3 ruter med 4 elever i hver.\" Elevene steller seg i 3 ruter med 4 elever i hver = 12 personer totalt.",
          "Læreren sier: \"Stell dere i 5 ruter med 2 elever i hver.\" Elevene steller seg i 5 ruter med 2 elever i hver = 5x2= 10 elever.",
          "Læreren sier: \"Stell dere i 2 ruter med 6 elever i hver.\" Elevene steller seg i 2 ruter med 6 elever i hver = 2x6= 12 elever.",
          "Læreren sier: \"Stell dere i 4 ruter med 3 elever i hver.\" Elevene steller seg i 4 ruter med 3 elever i hver = 4x3= 12 elever.",
          "Læreren sier: \"Stell dere i 6 ruter med 2 elever i hver.\" Elevene steller seg i 6 ruter med 2 elever i hver = 6x2= 12 elever.",
          "Læreren sier: \"Stell dere i 4 ruter med 5 elever i hver.\" Elevene steller seg i 4 ruter med 5 elever i hver = 4x5= 20 elever."
        ],
        "reflection": [
          "Hvordan hjalp rutenettet deg med å forstå gangestykker?",
          "Hvordan er dette annerledes enn å bare bruke tall?",
          "Kan dere forklare 3×4 som både telling og ganging?"
        ],
        "tips": [
          "I denne oppgaven kan du la elevene fordele seg på max 9 ruter på grunn av rutenettstørrelsen. Variér størrelsen på rutenettet etter behov."
        ],
        "extra": []
      }
    },
    {
      "id": "B0502",
      "title": "Kongen befaler!",
      "time": "5",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "representere multiplikasjon på ulike måtar og omsetje mellom dei ulike representasjonane",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene følge kongens instruksjoner som innebærer å gi et produkt, også må elevene fordele seg i grupper deretter."
        ],
        "main": [
          "Læreren skal gi svaret på en multiplikasjonsoppgave, for eksempel 12.",
          "Elevene skal så diskutere og fordele seg i grupper som gir dette tallet. For eksempel 3 grupper på 4 elever."
        ],
        "examples": [
          "Kongen befaler: Svaret mitt er 10.",
          "Kongen befaler: svaret mitt er 12.",
          "Kongen befaler: svaret mitt er 8.",
          "Kongen befaler: svaret mitt er 4.",
          "Kongen befaler: svaret mitt er 16.",
          "Kongen befaler: svaret mitt er 12, men fordel dere ulikt fra sist gang jeg sa 12.",
          "Kongen befaler: svaret mitt er 16, men fordel dere ulikt fra sist gang jeg sa 16."
        ],
        "reflection": [
          "Hva lærte dere om multiplikasjon gjennom denne aktiviteten?",
          "Opplevde dere at det var flere gruppeformasjoner som kunne gi samme svar?",
          "Hvordan kan dere bruke dette i andre sammenhenger?"
          
        ],
        "tips": [ "Variér vanskelighetsgraden etter nivået til elevene."
        ],
        "extra": []
      }
    },
    {
      "id": "B0601",
      "title": "Multipliser!",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "bruke kommutative, assosiative og distributive eigenskapar til å utforske og beskrive strategiar i multiplikasjon",
      "content": {
        "introduction": [
          "I denne aktiviten skal elevene hente gjenstander i grupper og utforske hvordan mengder fordeler seg likt ved multiplikasjon."
        ],
        "main": [
          "Første runde: Alle henter to ting hver. \"Hvor mange gjenstander har du til sammen nå?\"",
          "Andre runde: Elevene går sammen to og to og henter 2 nye gjenstander hver. \"Hvor mange gjenstander har dere til sammen nå?\"",
          "Tredje runde: Elevene går sammen tre og tre og henter 2 nye gjenstander hver. \"Hvor mange gjenstander har dere til sammen nå?\""
        ],
        "examples": [
          "Elev A henter 2 ting alene. Så går A sammen med B, og de henter 4 gjenstander til sammen (= 2 hver). Til slutt er A, B og C sammen, og de henter 6 gjenstander (= fortsatt 2 hver)."
        ],
        "reflection": [
          "Ser dere noe mønster?",
          "Hvis dere nå hadde gått sammen i grupper på 4 elever, hvor mange gjenstander hadde dere hatt til sammen da?",
          "Hvordan kan dette knyttes til multiplikasjon?"
        ],
        "tips": [
          "Bruk konkreter som er lett å telle og dele opp."
        ],
        "extra": []
      }
    },
    {
      "id": "B0701",
      "title": "Detektiv- Hvem er hvem?",
      "time": "5",
      "location": "Inne",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "beskrive likskap og ulikskap i samanlikning av storleikar, mengder, uttrykk og tal og bruke likskaps- og ulikskapsteikn",
      "content": {
        "introduction": [
          "Elevene skal bruke dialog og observasjon for å finne ut hvem som har samme rolle som dem – uten å si det rett ut."
        ],
        "main": [
          "Gi hver elev en hemmelige rolle: politimann, postmann, tyv eller prinsesse.",
          "Elevene går rundt og stiller spørsmål til hverandre i 2 minutter – uten å si nøyaktig hva de er.",
          "De kan gi hint og svare på spørsmål.",
          "Etter 2 minutter spør læreren: «Hvem tror du er lik deg?»",
          "Elevene stiller seg i grupper etter hva de tror.",
          "Avslør rollene og diskuter hvem som var like og ulike."
        ],
        "examples": [
          "Elev A spiller tyv og spør: «Er jobben din lovlig?», «Bruker du uniform?» Elev A gjetter at en annen elev også er tyv fordi de sa de jobber om natten."
        ],
        "reflection": [
          "Hvordan visste du hvem som hadde lik rolle som deg?",
          "Hvilke uttrykk og svar brukte dere for å sammenligne?",
          "Hvordan er det å finne likhet?",
          "Hva betyr «lik» og «ulik» i matte?"
        ],
        "tips": [
          "Øv på begreper som lik\", \"ulik\", \"samme som\", \"forskjellig fra\". Lag nye roller hvis man skal gjøre den igjen."
        ],
        "extra": []
      }
    },
    {
      "id": "B0801",
      "title": "Drakamp",
      "time": "15",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "utforske likevekt og balanse i praktiske situasjonar, representere dette på ulike måtar og omsetje mellom dei ulike representasjonane",
      "content": {
        "introduction": [
          "Elevene skal utforske balanse ved å ha en drakamp mellom to lag med ulikt antall elever."
        ],
        "main": [
          "Del klassen i to lag: Lag 1 skal ha flere elever enn lag 2.",
          "Marker midten med kritt.",
          "La elevene konkurrere i tautrekking.",
          "Målet er å få det andre laget helt over midten.",
          "I runde 2 fordeler man lagene slik at det er like mange elever i hvert lag.",
          "La elevene konkurrere i tautrekking igjen.",
          "Til slutt: la elevene reflektere rundt likheten og ulikheten i balansen: var det lettere å vinne den første runden enn den andre runden?"
        ],
        "examples": [
        ],
        "reflection": [
          "Hva betyr likevekt i denne leken?",
          "Hva skjedde da det var like mange på hvert lag?"
          ],
        "tips": [
          "Bruk begreper som balanse, likevekt, ulikhet og ujevn fordeling."
        ],
        "extra": []
      }
    },
    {
      "id": "B0901",
      "title": "Gjett vannmengden!",
      "time": "15",
      "location": "Inne/ute",
      "tools": "Ulike beholdere",
      "groupsize": "4-5",
      "learning_goal": "bruke ulike måleiningar for lengd og masse i praktiske situasjonar og grunngi valet av måleining",
      "content": {
        "introduction": [
          "Elevene skal utforske ulike måleenheter for volum ved å anslå og diskutere hvor mye vann forskjellige beholdere rommer."
        ],
        "main": [
          "Læreren setter ut beholdere med ulik størrelse fylt med vann (f.eks. kopp, litermål, bøtte).",
          "Gi referanser: f.eks. “Bøtta rommer maks 10L.”",
          "Elevene skal i grupper anslå hvor mye vann hver beholder rommer, i dl eller liter.",
          "Be elevene begrunne svaret deres – bruk begrep som dl, L, forhold, størrelser.",
          "Snakk sammen i klassen etterpå: Hvilke gjetninger var gode? Hvorfor?"
        ],
        "examples": [
          "Elevgruppe A mener koppen rommer 2 dl fordi de vet en vanlig kopp er omtrent 2/10 av en liter. De bruker det til å anslå hvor mange kopper som trengs for å fylle en 1L karaffel."
        ],
        "reflection": [
          "Hvordan hjalp det å ha referansepunkter?",
          "Hvordan visste dere hvilken enhet som passet best?",
          "Hvorfor valgte dere å bruke liter eller desiliter?"
        ],
        "tips": [
          "For ekstra utfordring: De elevene som trenger ekstra utfordring kan bli spurt om å gjøre om fra sin enhet til en valgfri annen."
        ],
        "extra": []
      }
    },
    {
      "id": "B0902",
      "title": "Bygg papirtårn!",
      "time": "15",
      "location": "Inne",
      "tools": "Papir, Teip, Linjal",
      "groupsize": "3–4",
      "learning_goal": "bruke ulike måleiningar for lengd og masse i praktiske situasjonar og grunngi valet av måleining",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bygge et papirtårn for å øve på å måle høyde med ulike lengdeenheter og begrunne valg av måleenhet."
        ],
        "main": [
          "Del klassen i grupper på 3–4 elever.",
          "Gi hver gruppe flere ark og litt teip.",
          "Sett en tidsgrense på 10 minutter.",
          "Elevene bygger et frittstående tårn av arkene.",
          "Be hver gruppe måle tårnets høyde først i centimeter (cm) og deretter i millimeter (mm) eller meter (m) om mulig.",
          "Gruppene forklarer hvilket måleverktøy og hvilken enhet de valgte, og hvorfor."
        ],
        "examples": [],
        "reflection": [
          "Hvilken enhet brukte dere først, og hvorfor valgte dere den?",
          "Var det vanskeligere å måle i mm enn i cm?",
          "Hvordan hjalp måleverdiene dere å sammenligne tårnene i gruppa?"
        ],
        "tips": [],
        "extra": []
      }
    },
    {
      "id": "B1001",
      "title": "Danseleken!",
      "time": "15",
      "location": "Ute",
      "tools": "Kritt/teip, musikk",
      "groupsize": "Alle",
      "learning_goal": "eksperimentere med og forklare plasseringar i koordinatsystemet",
      "content": {
        "introduction": [
          "Elevene beveger seg fritt i et stort koordinatsystem og beskriver posisjonen sin i forhold til læreren som står i origo."
        ],
        "main": [
          "Lag et stort rutenett på bakken (f.eks. 5x5 ruter). Læreren står i origo (nede til venstre).",
          "Spill musikk – elevene får bevege seg fritt (løpe, danse, hoppe) i rutenettet.",
          "Når musikken stopper, må alle stå stille.",
          "Læreren peker på elever og spør: «Hvor står du i forhold til meg?»",
          "Elevene svarer med egne ord (f.eks. «nærme, til høyre» eller «langt unna på skrå»).",
          "Snakk sammen: Hva betyr det å være “nærme”, “til høyre”, “midt i”?"
        ],
        "examples": [
          "Elev A sier: «Jeg står langt unna, nesten helt øverst til høyre!» Elev B sier: «Jeg er nærme deg, bare én rute rett opp.»"
        ],
        "reflection": [
          "Forklarte du plasseringen din så andre kunne skjønne hvor du sto?",
          "Hvilke ord brukte du for å vise retning eller avstand?",
          "Er det noen andre måter dere kan beskrive posisjonene deres på?"
        ],
        "tips": [        


        ],
        "extra": []
      }
    },
    {
      "id": "B1101",
      "title": "Stolleken",
      "time": "15",
      "location": "Inne",
      "tools": "Koordinatlapper",
      "groupsize": "Alle",
      "learning_goal": "lage og følgje reglar og trinnvise instruksjonar i leik og spel knytte til koordinatsystemet",
      "content": {
        "introduction": [
          "Klasserommet gjøres om til et koordinatsystem hvor elevene konkurrerer om å finne riktig koordinat."
        ],
        "main": [
          "Læreren skriver et koordinat på hvert ark: (1,1), (1,2),(1,3), (1,4), (2,1), (2,2), (2,3), (2,4), (3,1), (3,2), (3,3), (3,4), (4,1), (4,2), (4,3), (4,4).",
          "Legg ett ark på hver stol som tilsvarer koordinatsystemet.",
          "Plasser stoler i rader og kolonner som et koordinatsystem (f.eks. 4x4).",
          "Forklar at hver stol har et koordinat (f.eks. (2,3)).",
          "La elevene bevege seg fritt i rommet.",
          "Når læreren sier et koordinat, skal elevene finne stolen og sette seg så fort de kan.",
          "Den som setter seg først, vinner runden",
          "Gjenta med ulike koordinater og øk vanskelighetsgraden etter hvert."
        ],
        "examples": [
          "Læreren sier: “Finn (3,2)!” – Elev A løper til stol med lapp (3,2) og setter seg først."
        ],
        "reflection": [
          "Har noen et forslag til hva tallene betyr?",
          "Kan tallene kobles til avstand eller retning?"
        ],
        "tips": [
          "For ekstra utfordring kan man bytte på hvem som sier koordinatene."
        ],
        "extra": []
      }
    }
  ]
}