{
  "grade": "Sjette årstrinn",
  "total_activities": 18,
  "activities": [
    {
      "id": "E0101",
      "title": "Treff tallinja!",
      "time": "15",
      "location": "Ute",
      "tools": "Kritt, Erteposer",
      "groupsize": "3-4",
      "learning_goal": "utforske, namngi og plassere desimaltal på tallinja",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene fysisk utforske tallinja ved å kaste erteposer på en tallinje og selv vurdere hvor den landet."
        ],
        "main": [
          "Læreren tegner en stor tallinje på bakken fra 0 til 1, med tydelige tiendelsmarkeringer uten å skrive tallet.",
          "Del klassen i grupper på 3-4 elever, og la én elev om gangen kaste en ertepose mot tallinja.",
          "Etter kastet diskuterer gruppa: Hvor landet den? Hvilket desimaltall er det nærmeste?",
          "Eleven må velge og si: “Jeg tror det er 0.6.”",
          "Lærer spør oppfølgingsspørsmål og hjelper til med å plassere.",
          "Gjenta flere runder, og la elevene få sammenligne resultater."
        ],
        "examples": [
          "Elev B kaster og posen lander mellom 0,3 og 0,4",
          "Gruppa blir enige om at den landet på 0,35 og forklarer at det var omtrent midt mellom. Klassen diskuterer: Er det nærmere 0.3 eller 0.4?"
        ],
        "reflection": [
          "Hvordan bestemte dere hvilket tall posen landet på?",
          "Hvorfor valgte dere akkurat 0.35 og ikke 0.4?",
          "Hva betyr det at noe ligger “mellom 0.3 og 0.4”?",
          "Hva betyr det at disse erteposene ligger så nærme hverandre på tallinja?"
        ],
        "tips": [
          "Start med bare tideler, og utvid til hundredeler for mer utfordring."
        ],
        "extra": []
      }
    },
    {
      "id": "E0102",
      "title": "Mimeleken",
      "time": "5",
      "location": "Inne",
      "tools": "Ingen",
      "groupsize": "2",
      "learning_goal": "utforske, namngi og plassere desimaltal på tallinja",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene mime et desimaltall mens den andre i paret prøver å gjette hvilket tall det er."
        ],
        "main": [
          "Den ene eleven skal tenke på et desimaltall.",
          "Eleven skal deretter prøve å mime tallet uten å bruke lyd eller skrive det.",
          "Den andre eleven i paret prøver å gjette hvilket tall det er.",
          "Når de har gjettet riktig, bytter de roller.",
          "Aktiviteten kan gjentas med flere desimaltall."
        ],
        "examples": [
          "En elev får tallet 0,5 og viser med hendene en halv gjenstand, eller viser et halvt eple for å hjelpe den andre å forstå."
        ],
        "reflection": [
          "Hvilke strategier brukte dere for å forstå hvilket tall som ble mimet?",
          "Hvordan kan miming hjelpe oss å forstå desimaltall bedre?",
          "Hva lærte du om hvordan desimaltall kan vises visuelt?"
        ],
        "tips": [
          "Bruk kjente referanser som mat (halvt eple), vann i en kopp, ark, for å gjøre mimingen lettere."
        ],
        "extra": []
      }
    },
    {
      "id": "E0201",
      "title": "Plassér tallene!",
      "time": "5",
      "location": "Ute",
      "tools": "Tallkort, kritt",
      "groupsize": "4-6",
      "learning_goal": "utforske strategiar for rekning med desimaltal og samanlikne med reknestrategiar for heile tal",
      "content": {
        "introduction": [
          "I denne aktiviteten skal vi bruke hele kroppen til å vise tall på forksjellige måter. Vi øver på å kjenne igjen og oversette mellom brøk, prosent og desimaltall - men denne gangen må dere samarbeide og plassere dere riktig for å lage svaret."
        ],
        "main": [
          "Læreren tegner tre store symboler på bakken: en brøkstrek, et prosenttegn og en kommastrek.",
          "Del klassen inn i grupper og gi hvert elev tall-lapper (0-9).",
          "Læreren roper ut et tall i form av brøk, prosent eller desimaltall (f.eks. 3/4, 75 %, 0,75).",
          "Elevene i gruppa må samarbeide for å stille seg fysisk opp med riktig tall på riktig plass (f.eks. 3 over brøkstreken, 4 under).",
          "Etter oppstilling: diskuter i klassen – hvordan kunne dette også vært vist som prosent eller desimaltall?"
        ],
        "examples": [
          "Lærer roper “0,25”",
          "Eleven med 0 stiller seg foran komma, og eleven med 2 stiller seg etter komma, og eleven med 5 stiller seg etter der igjen. Samtidig diskuterer klassen: \"Hva er dette som brøk? Som prosent?\""
        ],
        "reflection": [
          "Hvordan visste dere hvor dere skulle stå?",
          "Hva er likt mellom 3/4, 0,75 og 75 %?",
          "Hvordan kan vi bruke de samme tallene i ulike representasjoner?",
          "Hva er forskjellen på å regne med 0,25 og 25?"
        ],
        "tips": [
          "Her kan man tegne opp tallene på noen papirlapper selv eller få elevene til å gjøre det."
        ],
        "extra": ["printOuts/E0201.png"]
      }
    },
    {
      "id": "E0202",
      "title": "Rangér meg",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "utforske strategiar for rekning med desimaltal og samanlikne med reknestrategiar for heile tal",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene plassere seg i stigende rekkefølge ut i fra tallet de har fått tildelt. Start i små grupper og deretter avslutt en runde med hele klassen!"
        ],
        "main": [
          "Lag regneuttrykk og tall på ulike lapper. For eksmpel en lapp med 2.8, en lapp med 1 + 3.4, osv. ",
          "Del elevene i grupper på 5-6.",
          "Gi hver elev ark med tall eller regnestykker.",
          "Be elevene sortere seg etter størrelsen på tallene og regneuttrykket.",
          "Diskuter i plenum "
        ],
        "examples": ["1 + 3.4", "0.2 + 0.2", "4.4", "2.8"],
        "reflection": [],
        "tips": [],
        "extra": []
      }
    },
    {
      "id": "E0301",
      "title": "Steinreisen",
      "time": "15",
      "location": "Ute",
      "tools": "Kritt, Skjema",
      "groupsize": "4-6",
      "learning_goal": "formulere og løyse problem frå sin eigen kvardag som har med desimaltal, brøk og prosent å gjere, og forklare eigne tenkjemåtar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene fordele steiner langs en reiserute med 5 holdeplasser og bruke brøk, desimaltall og prosent for å forklare valgene sine."
        ],
        "main": [
          "Tegn opp 5 sirkler (holdeplasser) på bakken, og merk dem med tall fra 1 til 5.",
          "Alle gruppene skal finne 10 steiner som de skal reise med og fordele på holdeplassene.",
          "La elevene skrive ned valgene sine i skjemaet.",
          "Hver holdeplass representerer en bensinstasjon, der elevene må gi fra seg steiner, og får valget om å fylle på bensin (steiner).",
          "Regel 1: Elevene må minst gi fra seg 2 stein på hver holdeplass.",
          "Regel 2: Elevene kan fylle opp til full tank på kun en av holdeplassene, men må fortsatt gi fra seg et antall etter tanken er blitt full. For eksempel: dersom gruppen har 7 steiner igjen og velger å fylle, får de 3 steiner ekstra slik at de har 10 steiner. Så gir de fra seg 2 steiner igjen.",
          "Det vil si at elevene hele tiden må være klar over hvor mange steiner de har igjen å fordele.",
          "Mellom hver holdeplass skriver gruppen fordelingen som brøk, prosent og desimaltall inn i skjemaet."
        ],
        "examples": [
          "En gruppe la igjen 2 steiner på holdeplass 1",
          "2/10 = 0,2 = 20 %.",
          "Videre la de igjen 2 steiner på holdeplass 2",
          "2/8 = 0,25 = 25 %.",
          "På holdeplass 3 fylte de de opp til 10 steiner igjen, og la igjen 3 steiner",
          "3/10 = 0,3 = 30 %.",
          "På holdeplass 4 la de igjen 5 steiner",
          "5/7 = 0,71 = 71 %.",
          "Og på holdeplass 5 så la de igjen resten av steinene, 2 steiner",
          "2/2 = 1 = 100 %."
        ],
        "reflection": [
          "Hvorfor valgte dere å legge flest steiner på én plass?",
          "Hvordan regner dere ut hvor stor del 3 av 10 er?",
          "Hva er likheten på å skrive det som brøk, prosent og desimaltall?",
          "Hvorfor valgte dere full tank på en bestemt holdeplass?"
        ],
        "tips": [
          "I denne aktiviteten går antall holdeplasser opp med antall steiner man må fordele.",
          "For å gjøre det vanskeligere kan man øke antall holdeplasser slik at det ikke går opp med antall steiner, og gruppene blir tvunget til å fylle opp én gang. "
        ],
        "extra": ["printOuts/E0301.png"]
      }
    },
    {
      "id": "E0302",
      "title": "Klokka tikker!",
      "time": "5",
      "location": "Inne",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "formulere og løyse problem frå sin eigen kvardag som har med desimaltal, brøk og prosent å gjere, og forklare eigne tenkjemåtar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bruke prosent, brøk og desimaltal i praksis ved å følge tidsregler knyttet til en vanlig time."
        ],
        "main": [
          "Skriv opp tidsregler på tavla før timen starter.",
          "Forklar at de skal gjennomføre vanlig undervisning, men stoppe opp ved visse tidspunkter.",
          "Når 1/4 av timen har gått, sier læreren til klassen: \"Nå er det 1/4 av timen – hva skal vi gjøre?\"",
          "Gjenta dette ved 30 min (50 %), 45 min (3/4) og til slutt ved 60 min (100 %). Elevene utfører handlingene som står ved hvert tidspunkt."
        ],
        "examples": [
          "Når 1/4 av timen har gått (15 min) → Bytt plass med en annen!",
          "Når 50 % av timen har gått (30 min) → Snu deg og si noe hyggelig til sidemannen!",
          "Når 3/4 av timen har gått (45 min) → Bytt plass igjen!",
          "Når 100 % (1 hel time) har gått → Reis dere og si i kor: \"Tusen takk, lærer!\""
        ],
        "reflection": [
          "Hvilke brøk, desimaltal og prosent brukte vi i denne aktiviteten?",
          "Hvordan kan du finne 25 %, 50 % og 75 % av en tidsenhet?",
          "Hvorfor er det nyttig å kunne regne med tid i prosent i hverdagen?"
        ],
        "tips": [
          "Variér vanskelighetsgraden: For eksempler kan man skrive brøker som 25/60, 1/3, 2/5 osv."
        ],
        "extra": []
      }
    },
    {
      "id": "E0401",
      "title": "Figurjakt i 3D",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "5-6",
      "learning_goal": "beskrive eigenskapar ved og minimumsdefinisjonar av to- og tredimensjonale figurar og forklare kva for eigenskapar figurane har felles, og kva for eigenskapar som skil dei frå kvarandre",
      "content": {
        "introduction": [
          "I denne aktiviteten får elevene tildelt ulike figurer og skal deretter prøve å finne liknende figurer i 3D!"
        ],
        "main": [
          "Del klassen inn i grupper og tildel hver gruppe en figur (kvadrat, trekant, sirkel, rektangel).",
          "Fortell elevene at de skal finne 3D-versjoner av figurene (eller gjenstander som inneholder figuren, for eksempel: et dukkehus med et rektangulært vindu) sine i omgivelsene",
          "La gruppene dra på en figurjakt og be dem komme tilbake med 1 gjenstand som representerer figuren de fikk.",
          "Læreren hjelper med å navngi 3D-formene og samtaler om hvilke 2D-former de består av."
        ],
        "examples": [
          "En gruppe finner en bok (rektangel) → Lærer forklarer at det er et prisme. En annen finner en ball → kule"
        ],
        "reflection": [
          "Hvilke 2D former kunne du se på 3D-figuren?",
          "Hva gjør en kule forskjellig fra en kube?",
          "Hvor mange hjørner eller kanter fant dere?",
          "Hva har formene til felles, og hva skiller dem?"
        ],
        "tips": [
          "Øk vanskelighetsgraden med andre figurerer som parallellogram, trapes, oval"
        ],
        "extra": []
      }
    },
    {
      "id": "E0402",
      "title": "Kongen befaler!",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "beskrive eigenskapar ved og minimumsdefinisjonar av to- og tredimensjonale figurar og forklare kva for eigenskapar figurane har felles, og kva for eigenskapar som skil dei frå kvarandre",
      "content": {
        "introduction": [
          "I denne aktiviteten skal læreren være kongen i kongen befaler der elevene skal følge kommandoer som handler om geometriske figurer og deres egenskaper."
        ],
        "main": ["Læreren er “kongen” og gir kommandoer som elevene må følge."],
        "examples": [
          "2D - former:",
          "Kongen befaler: finn noe som har form som en sirkel!",
          "Kongen befaler: pek på noe som er et rektangel!",
          "Kongen befaler: legg hånden på noe med tre hjørner!",
          "Kongen befaler: still deg ved noe som har like lange sider!",
          "Kongen befaler: vis med kroppen en firkant!",
          "3D - former:",
          "Kongen befaler: rør noe som er en kube!",
          "Kongen befaler: finn en gjenstand som er en sylinder!",
          "Kongen befaler: pek på noe som har form som en kjegle!",
          "Kongen befaler: finn noe med minst ett buet område!",
          "Kongen befaler: stå ved noe som har en kuleform!",
          "Egenskaper og sammenlikning:",
          "Kongen befaler: finn to ting med ulikt antall hjørner!",
          "Kongen befaler: pek på noe som ruller lett",
          "Kongen befaler: vis forskjellen på noe flatt og noe romlig!",
          "Kongen befaler: vis med hendene en form med ingen rette kanter!"
        ],
        "reflection": [
          "Hva måtte du se etter for å løse oppgaven?",
          "Hvilke former var lettest og vanskeligst å finne?"
        ],
        "tips": [],
        "extra": []
      }
    },
    {
      "id": "E0403",
      "title": "Hauk og due",
      "time": "5",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "beskrive eigenskapar ved og minimumsdefinisjonar av to- og tredimensjonale figurar og forklare kva for eigenskapar figurane har felles, og kva for eigenskapar som skil dei frå kvarandre",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene leke en variant av hauk og due, der hauken jakter geometriske figurer, og duebarna er figurene."
        ],
        "main": [
          "Del ut ett figurkort til hver elev.",
          "Velg én elev som hauk og én som figur-mor.",
          "Figur-mor står på én side av banen, hauken i midten, og resten på motsatt side.",
          "Figur-mor roper: “Alle mine duer som har [figur], kom hjem til meg!”",
          "Barna med riktig figur svarer: “Vi tør ikke, for hauken tar oss!” og så duemor: “Men kom allikevel!”",
          "Da må barna med den figuren prøve å løpe over til duemor  – blir de tatt av hauken, blir de også hauker.",
          "Fortsett til alle er tatt."
        ],
        "examples": [
          "Figur-mor roper: “Alle som har trekanter, kom hjem!”",
          "Barna med trekantkort svarer: 'Vi tør ikke, for hauken tar oss!'",
          "Duemor svarer: 'Men kom allikevel!'",
          "Da løper trekantbarna mens hauken prøver å fange dem."
        ],
        "reflection": [
          "Hvordan visste du hvilken figur du hadde?",
          "Hva har figurene til felles, og hva er forskjellig?"
        ],
        "tips": [
          "Det går også an å gi hver elev en figur istedenfor å bruke figurkort."
        ],
        "extra": [
          "printOuts/A1003_firkant.png",
          "printOuts/A1003_trekant.png",
          "printOuts/A1003_sirkel.png"
        ]
      }
    },
    {
      "id": "E0501",
      "title": "Bondesjakk!",
      "time": "15",
      "location": "Ute",
      "tools": "Kritt",
      "groupsize": "4",
      "learning_goal": "utforske og beskrive symmetri i mønster og utføre kongruensavbildingar med og utan koordinatsystem",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene spille et utendørs 4 på rad-spill der de må bruke kongruente og speilvendte objekter. Dette gir fysisk og visuell trening i symmetri og kongruens."
        ],
        "main": [
          "Del klassen inn i grupper på 4, der hver gruppe skal tegne et rutenett på 3x3 med kritt.",
          "Hvert par velger en figur de har lyst til å spille med, for eksempel rektangel, trekant eller diamant (ikke sirkel eller kvadrat).",
          "Hvert tegner sin figur første runde. Påfølgenede runder får de kun til å ha en variant av denne (ikke symmetrisk). Enten kongruent/symmetrisk.",
          "På tur tegner de figurene sine i rutenettet, og forsøker å få tre på rad.",
          "Første par som klarer tre på rad vinner."
        ],
        "examples": [],
        "reflection": [
          "Hvordan ser vi at to objekter er speilvendte?",
          "Hva betyr det at noe er kongruent?"
        ],
        "tips": [
          "Bruk ulike farger på paret sine figurer for å gjøre det mer visuelt."
        ],
        "extra": []
      }
    },
    {
      "id": "E0502",
      "title": "Hermegåsa!",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "2",
      "learning_goal": "utforske og beskrive symmetri i mønster og utføre kongruensavbildingar med og utan koordinatsystem",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene speile hverandre over en imaginær symmetrilinje."
        ],
        "main": [
          "Del elevene inn i par.",
          "Elevparet stiller seg på hver sin side av en imaginær symmetrilinje.",
          "Én elev i paret utfører en bevegelse som å løfte en arm eller stå på én fot.",
          "Den andre eleven speiler bevegelsen så nøyaktig som mulig.",
          "Etter noen runder, bytter de roller."
        ],
        "examples": ["Én elev løfter høyre arm, den andre løfter venstre arm."],
        "reflection": [
          "Hva må du tenke på når du speiler noen andres bevegelse?",
          "Hvordan kan vi kjenne igjen symmetri i mønstre og bevegelser?"
        ],
        "tips": [
          "Bruk musikk for å gjøre det mer rytmisk og engasjerende.",
          "For mer visuell støtte kan man lage/tegne symmetrilinjen på bakken."
        ],
        "extra": []
      }
    },

    {
      "id": "E0503",
      "title": "Kråka",
      "time": "15",
      "location": "Inne/ute",
      "tools": "Tennisballer",
      "groupsize": "Alle",
      "learning_goal": "utforske og beskrive symmetri i mønster og utføre kongruensavbildingar med og utan koordinatsystem",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene utforske og gjenskape mønstre gjennom bevegelse og ballkast."
        ],
        "main": [
          "Del elevene i to rekker som stiller seg etter hverandre nær en vegg.",
          "Førstemann i hver rekke kaster en tennisball på veggen og utfører et selvvalgt mønster (for eksempel hoppe over ballen når den spretter tilbake, klappe før man tar den, snurre rundt osv.).",
          "Alle andre i rekken skal gjenta akkurat samme mønster.",
          "Når alle har utført mønsteret, går personen foran bakerst i rekka, og ny person bestemmer nytt mønster.",
          "Fortsett til alle har fått prøve."
        ],
        "examples": [
          "En elev kaster ballen på veggen, klapper to ganger og fanger ballen. Hele rekka utfører samme bevegelsesmønster før neste elev lager et nytt."
        ],
        "reflection": [
          "Hvilket mønster var lett å gjenta?",
          "Hvordan visste du hva som kom neste i mønsteret?"
        ],
        "tips": [
          "Ta pauser innimellom for å diskutere hvilke mønstre som er like eller ulike. Oppmuntre elevene til å bruke både kropp og ball på kreative måter."
        ],
        "extra": []
      }
    },
    {
      "id": "E0601",
      "title": "Omkretsjegerne!",
      "time": "5",
      "location": "Ute",
      "tools": "Kritt",
      "groupsize": "4-5",
      "learning_goal": "måle radius, diameter og omkrins i sirklar og utforske og argumentere for samanhengen",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene samarbeide om å lage en sirkel, måle diameter, og utforske hvordan disse henger sammen med omkrets."
        ],
        "main": [
          "Hver gruppe bruker kritt til å forme en sirkel på bakken.",
          "De måler diameteren",
          "Elevene skal måle diameteren med føttene.",
          "Deretter går de rundt sirkelen med skritt og sammenligner omkretsen med målt diameter.",
          "La gruppene utforske at omkretsen er omtrent 3 ganger diameteren ved å bruke formelen Omkrets ≈ Diameter × π."
        ],
        "examples": [
          "En gruppe lager en sirkel med 1 meter diameter. Omkretsen skal være ca. 3,14 meter."
        ],
        "reflection": [
          "Hvordan fant dere diameter?",
          "Hvorfor er omkretsen alltid omtrent 3 ganger diameteren?"
        ],
        "tips": [
          "Kan enkelt bytte kritt med hyssing, tau, pinner. Bruk det dere har tilgjengelig!"
        ],
        "extra": []
      }
    },
    {
      "id": "E0602",
      "title": "Påstandsveggene",
      "time": "5",
      "location": "Inne",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "måle radius, diameter og omkrins i sirklar og utforske og argumentere for samanhengen",
      "content": {
        "introduction": [
          "I denne aktiviteten skal læreren komme med påstander om sirkelen, og elevene skal velge den veggen de mener påstanden passer best til."
        ],
        "main": [
          "Forklar at læreren skal si en påstand, og de fire veggene i klasserommet har hvert sitt svar. Læreren kommer til å tildele et svar til hver vegg mellom hvert mattestykke.",
          "Læreren sier en påstand høyt, f.eks. 'Radius er alltid halvparten av diameteren.'",
          "Læreren peker på hver vegg og sier tilhørende svar. 'Vegg A: ja | Vegg B: nei | Vegg C: Bare noen ganger | Vegg D: vet ikke'",
          "Elevene hopper/hinker/løper til den veggen de mener viser riktig svar. Læreren skal bestemme hvordan de skal gå dit. For eksempel 'Nå skal dere hinke på et bein til riktig vegg'",
          "Etter alle har valgt: læreren gjennomgår svaret og spør elevene hvorfor de valgte som de gjorde.",
          "Repeter med nye påstander."
        ],
        "examples": [
          "Radius er alltid halvparten av diameteren. ✅",
          "Omkretsen av en sirkel er alltid 2 × π × radius. ✅",
          "Diameteren er alltid større enn radius. ✅",
          "Hvis radiusen er 3 cm, er omkretsen 6 cm. ❌",
          "Arealet av en sirkel regnes ut med formelen π × radius². ✅",
          "Alle punktene på en sirkel ligger like langt fra midtpunktet. ✅",
          "En sirkel har fire hjørner. ❌",
          "Hvis du øker radiusen, blir arealet mindre. ❌"
        ],
        "reflection": [],
        "tips": [],
        "extra": []
      }
    },

    {
      "id": "E0603",
      "title": "Kroppsmål",
      "time": "15",
      "location": "Ute",
      "tools": "Ingen",
      "groupsize": "2-3",
      "learning_goal": "måle radius, diameter og omkrins i sirklar og utforske og argumentere for samanhengen",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bruke kroppen sin som måleverktøy for å måle sirkler."
        ],
        "main": [
          "Lag flere sirkler på bakken med kritt, i ulik størrelse.",
          "Del elevene i grupper og forklar at de skal måle disse sirkelene ved å bruke kroppen som måleenhet. De skal både måle omkrets, radius og diameter.",
          "La elevene velge metode (for eksempel en fot, en armbredde, en hånd osv.). Her skal elevene forstå at det er viktig å være konsekvent på hvilken metode de velger.",
          "Be gruppene sammenligne: ble resultatene like? Hvorfor eller hvorfor ikke?",
          "Diskuter i plenum hvilke måleenheter som var mest praktiske og hvorfor."
        ],
        "examples": ["Måleenheter: fotlengder, armslengder, antall skritt."],
        "reflection": [
          "Hvilken kroppsdel brukte dere for å måle?",
          "Hvorfor valgte dere den?",
          "Hva gjorde dere for å sikre at dere målte likt hver gang?",
          "Hva var fordelen med å bruke kroppen – og hva var utfordrende?"
        ],
        "tips": [],
        "extra": []
      }
    },
    {
      "id": "E0701",
      "title": "Hopp og mål!",
      "time": "5",
      "location": "Ute",
      "tools": "Kritt",
      "groupsize": "2",
      "learning_goal": "utforske mål for areal og volum i praktiske situasjonar og representere dei på ulike måtar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene utforske hvordan areal kan forstås som lengde × bredde ved hjelp av fysisk aktivitet. Én elev hopper bortover (bredde), den andre hopper fremover (lengde). Sammen danner de et rektangel."
        ],
        "main": [
          "Lag et stort rutenett på bakken. For eksempel 10 x 10",
          "Én elev hopper for eksempel 3 ruter fremover.",
          "Den andre hopper for eksempel 4 ruter til siden.",
          "Elevene teller hvor mange ruter rektangelet dekker.",
          "Sammen regner de ut arealet: lengde × bredde.",
          "Gjenta flere ganger med ulike metoder som å hinke, ta et steg eller hoppe lengre. Klarer de å få et større areal?"
        ],
        "examples": [
          "Elev A hopper 3 ruter fremover, elev B hopper 4 ruter til siden. Arealet = 3 × 4 = 12 ruter."
        ],
        "reflection": [
          "Hvordan fant dere arealet?",
          "Hva skjer med arealet hvis dere bytter hvem som hopper hvor?",
          "Hvordan kan dere vise dette på en tegning eller med ting?"
        ],
        "tips": ["La elevene fargelegge rutene i for visuell støtte."],
        "extra": []
      }
    },
    {
      "id": "E0702",
      "title": "Bygg en kube!",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "4-5",
      "learning_goal": "utforske mål for areal og volum i praktiske situasjonar og representere dei på ulike måtar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bygge et kvadrat med bruk av gjenstander elevene finner i rommet/ute."
        ],
        "main": [
          "Del klassen i grupper på 4–5 elever.",
          "Sett på en timer på 2 min.",
          "Be gruppene om å hente valgfrie konkreter og deretter samarbeide om å lage en kube (boks)",
          "Når tiden er ute og kuben er bygget, skal alle gruppene gjette volumet på hverandres kube, uten å bruke enheter."
        ],
        "examples": [
          "En gruppe bygger en kube ved å ta 4 bøker oppå hverandre. Etter å ha sett på andre gruppers kuber, gjetter de et volum på 2."
        ],
        "reflection": [
          "Hva tenker dere på som en kube? Hva er egenskapene til en kube?",
          "Hvilke refleksjoner gjorde dere for å komme frem til svaret deres?"
        ],
        "tips": [
          "Bruk målebåndet for å ettermåle og se hva volumet blir.",
          "Utfordre elevene til å bruke enheter som cm³ eller liter."
        ],
        "extra": []
      }
    },
    {
      "id": "E0703",
      "title": "Papirtårn",
      "time": "15",
      "location": "Inne",
      "tools": "Ark,Linjal,Teip",
      "groupsize": "3–4",
      "learning_goal": "utforske mål for areal og volum i praktiske situasjoner og representere dem på ulike måter",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bygge tårn med papir og deretter regne ut volumet ved hjelp av å grunnflaten og høyden."
        ],
        "main": [
          "Del klassen i grupper på 3–4 elever.",
          "Gi hver gruppe noen ark og teip.",
          "La elevene være kreative og bygge tårn ved hjelp av arkene.",
          "Sett en timer på 7 minutter til byggingen.",
          "Når tiden er ute skal elevene bruke linjalen til å måle lengden, bredden og høyden på tårnet.",
          "Deretter skal de regne ut grunnflaten ved å ta lengde × bredde, og til slutt gange med høyden for å få volumet."
        ],
        "examples": [
          "Gruppen målte tårnets grunnflate til 4 cm² og høyden til 20 cm, og anslo volumet til 4 cm² × 20 cm = 80 cm³."
        ],
        "reflection": [
          "Hva målte dere først, areal eller høyde?",
          "Hva synes dere var lettest og vanskeligst med å finne volumet?"
        ],
        "tips": [
          "La elevene bruke forskjellige farger for grunnflaten og høyden.",
          "Hjelp dem med setningsstruktur: “Grunnflaten er __ cm², høyden er __ cm, volumet er __ cm³.”"
        ],
        "extra": []
      }
    },
    {
      "id": "E0801",
      "title": "Den perfekte firkant",
      "time": "15",
      "location": "Ute",
      "tools": "Kritt",
      "groupsize": "3-4",
      "learning_goal": "bruke ulike strategiar for å rekne ut areal og omkrins og utforske samanhengar mellom desse",
      "content": {
        "introduction": [
          "Klarer dere å tegne den perfekte firkanten? I denne aktiviteten skal elevene få instrukser om areal/omkrets og lage en passende firkant på et rutenett."
        ],
        "main": [
          "Del klassen i grupper på 3–4 elever.",
          "Hver gruppe tegner et 6x6 rutenett med kritt.",
          "Læreren gir instruksjoner som f.eks. “Lag en firkant med areal 8” eller .",
          "Elevene markerer figuren på rutenettet.",
          "De regner ut både areal og omkrets og vurderer om den stemmer med oppgaven."
        ],
        "examples": [
          "Lett:",
          "Lag en firkant med omkrets 8.",
          "Lag en firkant med areal 4.",

          "Middels:",
          "Lag en firkant med areal 12.",
          "Lag en firkant med omkrets 16.",

          "Vanskelig:",
          "Lag en firkant med areal 12 og omkrets 16. Svar: firkant med lengde 6 og bredde 2.",
          "Lag en firkant med areal 9 og omkrets 12. Svar: firkant med lengde 3 og bredde 3."
        ],
        "reflection": [
          "Fant dere flere figurer med samme areal?",
          "Hvilke figurer hadde minst/størst omkrets med samme areal?",
          "Hva skjer med omkretsen når figuren endrer form, men arealet er likt?"
        ],
        "tips": ["La elevene lage egne oppgaver for hverandre etter hvert."],
        "extra": []
      }
    },
    {
      "id": "E0802",
      "title": "Utforsk forholdstallet pi!",
      "time": "5",
      "location": "Ute",
      "tools": "Kritt",
      "groupsize": "3",
      "learning_goal": "bruke ulike strategiar for å rekne ut areal og omkrins og utforske samanhengar mellom desse",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene måle diameter og omkrets ved å måle med føttene! Så skal de finne forholdet mellom de."
        ],
        "main": [
          "Del klassen i grupper på 3 elever.",
          "Fordel roller: Én skal måle diameter, en annen skal måle omkrets, og den siste skal skrive ned tallene.",
          "Elevene tegner sirkler på bakken",
          "En elev skal telle antall skritt fra den ene siden av sirkelen til den andre. En annen skal telle skritt rundt sirkelen.",
          "Den siste eleven skriver ned tallene de får og sammen regner de ut forholdet mellom omkrets og diameter ved å bruke formelen Omkrets / Diameter.",
          "Gå inn i klasserommet og sammenlikn, hvilke svar fikk de andre gruppene?",
          "Dette svaret skal være omtrent 3,14."
        ],
        "examples": [
          "En gruppe måler diameter til 7 skritt og omkrets til 22 skritt. De regner 22 / 7 ≈ 3,14."
        ],
        "reflection": [
          "Hva skjer med forholdet omkrets / diameter uansett størrelse på sirkelen?",
          "Hva forteller dette oss om sirkler generelt?",
          "Hvordan kan dette hjelpe oss med å regne ut omkrets hvis vi bare kjenner diameter?"
        ],
        "tips": [
          "Minn elevene på å gå med like lange skritt for mer presise målinger.",
          "Be elevene markere diameteren for å gjøre det lettere."
        ],
        "extra": []
      }
    },
    {
      "id": "E0901",
      "title": "Konkret-formler",
      "time": "15",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "3-4",
      "learning_goal": "bruke variablar og formlar til å uttrykkje samanhengar i praktiske situasjonar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene finne gjenstander og gi dem en verdi. Deretter lager de mattestykker med gjenstandene som de skal bruke i regnestykker."
        ],
        "main": [
          "La elevene finne 2–3 ulike gjenstander i skolegården eller klasserommet (f.eks. eple, stein, pinne).",
          "Bli enige i klassen: Hvilken verdi har hver gjenstand? Skriv ned på tavla. For eksempel: eple = 3, stein = 5 og pinne = 2.",
          "Lag uttrykk som «3 epler + 2 steiner».",
          "Bytt ut med tall og regn ut totalverdien: 3×3 + 2×5 = 19."
        ],
        "examples": [
          "Hvis eple = 3 og stein = 5: 3 × eple + 2 × stein = 3×3 + 2×5 = 9 + 10 = 19."
        ],
        "reflection": [
          "– Hvilket konkret var mest verdt?",
          "Kan du lage et uttrykk som blir for eksempel 20?"
        ],
        "tips": [],
        "extra": []
      }
    },
    {
      "id": "E0902",
      "title": "Kongen befaler!",
      "time": "5",
      "location": "Inne",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "bruke variablar og formlar til å uttrykkje samanhengar i praktiske situasjonar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal læreren være kongen og befale elevene til å gjøre forskjellige bevegelser, der hver bevegelse er knyttet til en variabel."
        ],
        "main": [
          "Skriv opp  reglene for hva hver variabel betyr på tavla (x = hopp, y = snurr rundt, osv.).",
          "Rop ut enkle formler, f.eks. \"x + x + y\".",
          "Elevene oversetter formlene til bevegelser og utfører dem.",
          "Gjenta med ulike kombinasjoner.",
          "Avslutt med en kort refleksjon i plenum."
        ],
        "examples": [
          "x= Hopp",
          "y= Snurr rundt",
          "z=Klapp",
          "a=Knebøy",
          "b=Sprett opp",
          "c=Touch bakken",
          "d= Hopp sideveis",
          "Kommandoer: ",
          "Lett: ",
          "x + y → Hopp + Snurr rundt",
          "z + z + x → Klapp, klapp, hopp",
          "a + b → Knebøy, sprett opp",
          "x + x + x → Hopp tre ganger",
          "Middels: ",
          "2x + y → Hopp, hopp, snurr rundt",
          "a + b + z → Knebøy, sprett opp, klapp",
          "x + y + z + x → Hopp, snurr rundt, klapp, hopp",
          "2z + c → Klapp, klapp, touch bakken",
          "Utfordrende: ",
          "3x + 2y + d → Hopp x3, snurr x2, hopp sideveis",
          "x + a + z + x + b → Hopp, knebøy, klapp, hopp, sprett opp",
          "2(x + z) → Hopp + klapp, hopp + klapp",
          "(x + y) + (a + b) → Hopp + snurr, knebøy + sprett"
        ],
        "reflection": [
          "Hva betyr det når det står 2x i en formel?",
          "Hva skjer med bevegelsene om vi bytter x og z?"
        ],
        "tips": ["Start enkelt og øk vanskelighetsgrad gradvis."],
        "extra": []
      }
    },
    {
      "id": "EA01",
      "title": "Roboten",
      "time": "15",
      "location": "Inne/ute",
      "tools": "Papir, Skrivesaker",
      "groupsize": "4-5",
      "learning_goal": "bruke variablar, lykkjer, vilkår og funksjonar i programmering til å utforske geometriske figurar og mønster",
      "content": {
        "introduction": [
          "I denne aktiviteten skal en elev være robot, og de andre skal være medhjelpere. Roboten har bind for øynene. Målet er å dirigere roboten fra start til mål, uten å krasje i hindringer."
        ],
        "main": [
          "Del klassen i grupper på 4-5 elever og gi hver gruppe en start - og målplass med hindringer i mellom. ",
          "En elev på hver gruppe får bind for øynene og er roboten.",
          "Elevene får ett minutt til å planlegge ruten roboten skal gå for å komme seg til målet. Her er det lurt å tegne ruten på et ark.",
          "Eksempel: 'Gå frem 2 steg', 'Snu 90° høyre', osv.",
          "Gjennomfør ruten flere ganger, klarer dere å minimere antall instruksjoner?"
        ],
        "examples": [
          "Instruksjoner:",
          "Gå 1 skritt frem",
          "Snu 90° til høyre",
          "Gå 2 skritt bakover"
        ],
        "reflection": [
          "Hvor mange instruksjoner brukte dere?",
          "Hva skjedde da dere traff en hindring?",
          "Hvordan kunne dere gitt færre instruksjoner?"
        ],
        "tips": [
          "Her trenger man ikke å rydde klasserommet - det er gøy med hindringer!"
        ],
        "extra": []
      }
    },
    {
      "id": "EA02",
      "title": "Påstandsveggene",
      "time": "5",
      "location": "Inne",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "bruke variablar, lykkjer, vilkår og funksjonar i programmering til å utforske geometriske figurar og mønster",
      "content": {
        "introduction": [
          "I denne aktiviteten skal læreren komme med påstander om programmering, og elevene skal velge den veggen de mener påstanden passer best til."
        ],
        "main": [
          "Forklar at læreren skal si en påstand, og de fire veggene i klasserommet har hvert sitt svar. Læreren kommer til å tildele et svar til hver vegg mellom hvert mattestykke.",
          "Læreren sier en påstand høyt, f.eks. “En for-løkke kan brukes til å kjøre kode et bestemt antall ganger.”",
          "Læreren peker på hver vegg og sier tilhørende svar. 'Vegg A: ja | Vegg B: nei | Vegg C: Bare noen ganger | Vegg D: vet ikke'",
          "Elevene hopper/hinker/løper til den veggen de mener viser riktig svar. Læreren skal bestemme hvordan de skal gå dit. For eksempel 'Nå skal dere hinke på et bein til riktig vegg'",
          "Etter alle har valgt: læreren gjennomgår svaret og spør elevene hvorfor de valgte som de gjorde.",
          "Repeter med nye påstander."
        ],
        "examples": [
          "En variabel kan lagre lengden på en side av en trekant. ✅",
          "En funksjon kan regne ut arealet av et rektangel. ✅",
          "En variabel kan bare brukes én gang. ❌",
          "En funksjon kan regne ut omkretsen av en sirkel. ✅",
          "Variabler kan ikke brukes til å lagre tall. ❌",
          "En funksjon kan bruke variabler som bredde og høyde for å regne ut arealet. ✅",
          "Variabler kan ha navn som radius eller diameter. ✅",
          "En funksjon kan bare regne ut areal, ikke noe annet. ❌",
          "En variabel kan endre verdi underveis i programmet. ✅",
          "En funksjon kan tegne en firkant på skjermen hvis vi gir den riktige verdiene. ✅"
        ],
        "reflection": [],
        "tips": [],
        "extra": []
      }
    }
  ]
}
