{
  "grade": "Syvende årstrinn",
  "total_activities": 12,
  "activities": [
    {
      "id": "F0101",
      "title": "Kongen befaler!",
      "time": "5",
      "location": "Inne/ute",
      "tools": "A3-Papir, Penn, Saks",
      "groupsize": "Tilfeldig antall",
      "learning_goal": "utvikle og bruke formålstenlege strategiar i rekning med brøk, desimaltal og prosent og forklare tenkjemåtane sine",
      "content": {
        "introduction": [
          "I denne aktiviteten skal læreren være kongen i kongen befaler og gi én befaling om at elevene må dele opp en pizza i like store deler, seg i mellom."
        ],
        "main": [
          "Del klassen inn i grupper av forskjellig størrelse. Noen kan være 2 og 2, andre kan være 4,5,6,7 stykker osv.",
          "Gi et A3-papir, penner og én saks til hver gruppe",
          "Læreren sier \"Kongen befaler: Dere skal spise pizza sammen! Tegn en  pizza og del den mellom dere slik at alle i gruppen får et like stort stykke hver!\"",
          "Lagene samarbeider om å tegne pizzaen og tegne opp pizzabitene og klippe dem ut"
        ],
        "examples": [
          "En gruppe på 4 vil tegne opp en pizza, opg dele den i 4 deler og klippe den ut."
        ],
        "reflection": [
          "Hva slags strategi brukte dere for å dele opp riktig?",
          "Hvordan samarbeidet dere i gruppa?"
        ],
        "tips": [
          "Juster vanskelighetsgrad etter nivå: mindre grupper for de som trenger mer støtte, større grupper for de som trenger mindre."
        ],
        "extra": []
      }
    },
    {
      "id": "F0102",
      "title": "Hinderløypa",
      "time": "5",
      "location": "Inne eller ute",
      "tools": "Ingen",
      "groupsize": "4-5",
      "learning_goal": "utvikle og bruke formålstenlege strategiar i rekning med brøk, desimaltal og prosent og forklare tenkjemåtane sine",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bruke kroppen til å vise svar på oppgaver med brøk, desimaltall og prosent. Målet er å velge en god strategi for å løse oppgaven og forklare den."
        ],
        "main": [
          "Marker fire hjørner i rommet eller uteområdet: ett for brøk, ett for desimaltall, ett for prosent og ett for tall.",
          "Læreren leser opp et regnestykke eller en situasjon fra hverdagen.",
          "Elevene må først regne ut svaret, deretter gå til det hjørnet som passer best til hvordan svaret kan uttrykkes (f.eks. 1/2, 0,5 eller 50%).",
          "Noen elever forklarer hvilken strategi de brukte for å komme fram til svaret.",
          "Gjenta med flere oppgaver, både lette, middels og vanskelige."
        ],
        "examples": [
          "Lett:",
          "Hva er halvparten av 10? → 1/2, 0,5 eller 50%",
          "Hvor mye er 25 av 100? → 1/4, 0,25 eller 25%",
          "Hva er 0,5 av 8? → 4",
          "Hva er 50% av 20? → 10",
          "Hvor mye er 3/4 av 8? → 6",
          "",
          "Middels:",
          "40% av 50 → 20",
          "0,2 av 60 → 12",
          "2/5 av 100 → 40",
          "75% av 80 → 60",
          "0,75 av 40 → 30",
          "",
          "Vanskelig:",
          "12 er hvor mange prosent av 48? → 25%",
          "0,6 av 250 → 150",
          "5/8 av 96 → 60",
          "8 er 20% av hva? → 40",
          "2,5% av 400 → 10"
        ],
        "reflection": [
          "Hvordan bestemte du hvilken strategi du skulle bruke?",
          "Hva gjorde du først – regnet med brøk, prosent eller desimal?",
          "Hvordan kan vi sjekke at svaret er riktig?"
        ],
        "tips": [
          "Oppmuntre elevene til å prøve flere måter å regne samme oppgave på.",
          "Variér mellom å starte med brøk, prosent eller desimaltall."
        ],
        "extra": []
      }
    },
    {
      "id": "F0103",
      "title": "Kongen befaler!",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "Hele klassen",
      "learning_goal": "utvikle og bruke formålstenlege strategiar i rekning med brøk, desimaltal og prosent og forklare tenkjemåtane sine",
      "content": {
        "introduction": [
          "I denne leken er læreren eller en elev 'Kongen' som gir kommandoer knyttet til brøk, desimaltall og prosent. Elevene må raskt tenke ut svaret og vise det med kroppen."
        ],
        "main": [
          "En elev eller læreren er 'Kongen' og står foran klassen.",
          "Kongen gir en kommando som kombinerer en handling med et regnestykke.",
          "Oppgaven må ha et svar som kan vises fysisk – for eksempel antall hopp, klapp eller personer i en gruppe.",
          "Noen ganger må svaret vises som brøk, andre ganger som prosent eller desimaltall.",
          "Oppmuntre elevene til å snakke sammen for å kommme frem til svaret."

        ],
        "examples": [
          "Lett:",
          "Kongen befaler: Gjør halvparten så mange hopp som 10 → 5 hopp",
          "Kongen befaler: Klapp 25% av 8 ganger → 2 klapp",
          "Kongen befaler: Snurr 0,5 av 6 ganger → 3 snurr",
          "",
          "Middels:",
          "Kongen befaler: Hopp 3/4 av 8 ganger → 6 hopp",
          "Kongen befaler: Klapp 0,2 av 15 ganger → 3 klapp",
          "Kongen befaler: Løp på stedet 60% av 10 sekunder → 6 sekunder",
          "",
          "Vanskelig:",
          "Kongen befaler: Hopp 2/5 av 25 ganger → 10 hopp",
          "Kongen befaler: Klapp 0,75 av 16 ganger → 12 klapp",
          "Kongen befaler: Snurr 12 er hvor mange prosent av 48 ganger → 25% (12 snurr)"
        ],
        "reflection": [
          "Var det lettere å regne når vi brukte brøk, prosent eller desimaltall?",
          "Hvordan kan vi sjekke at vi gjorde riktig antall?",
          "Hva var den morsomste kommandoen?"
        ],
        "tips": [
          "Start med enkle oppgaver og øk vanskelighetsgraden."

        ],
        "extra": []
      }
    },

    {
      "id": "F0201",
      "title": "Brøk-bingo",
      "time": "5",
      "location": "Inne",
      "tools": "Bingokort",
      "groupsize": "2",
      "learning_goal": "representere og bruke brøk, desimaltal og prosent på ulike måtar og utforske dei matematiske samanhengane mellom desse representasjonsformene",
      "content": {
        "introduction": [
          "BINGO! I denne aktiviteten skal elevene finne sammenhengen mellom brøk, prosent og desimaltall ved hjelp av et bingospill."
        ],
        "main": [
          "Print ut vedlagte bingokort.",
          "Del klassen i par og del ut bingokort til hvert par.",
          "Læreren trekker ett og ett tallkort og sier verdien høyt, for eksempel “0,25”.",
          "Elevene må finne riktig rute med samme verdi, men i en annen form, f.eks. “1/4” eller “25 %”.",
          "Det første paret som får éntre rekke roper “Bingo!”.",
          "De som får bingo må forklare hvilke ruter de hadde, og hvordan de visste at de hørte sammen."
          
        ],
        "examples": [
          "Læreren sier “0,25”, og eleven krysser av på “1/4”. Når eleven får Bingo, forklarer de: “Jeg krysset av 1/4, fordi det er det samme som 0,25, altså 25 prosent.”"
        ],
        "reflection": [
          "Hvordan visste du at 1/4 og 0,25 hører sammen?",
          "Hva er forskjellen på prosent og desimaltall?",
          "Hvordan kan du bruke det du lærte i dag i andre situasjoner?"
        ],
        "tips": ["Øvelsen kan også spilles med flere rekker."],
        "extra": ["XX"]
      }
    },
    {
      "id": "F0202",
      "title": "Tre på rad!",
      "time": "5",
      "location": "Inne",
      "tools": "Ingen",
      "groupsize": "Par",
      "learning_goal": "representere og bruke brøk, desimaltal og prosent på ulike måtar og utforske dei matematiske samanhengane mellom desse representasjonsformene",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene vise samme verdi som brøk, desimaltall og prosent på maks 30 sekunder."
        ],
        "main": [
          "Læreren sier en verdi eller situasjon (f.eks. «halvparten», «0,2», «30 av 50»).",
          "Elevene jobber i par: Én sier brøken, den andre sier desimaltallet, begge sier prosent.",
          "Bytt roller og gjenta med ny verdi."
        ],
        "examples": [
          "«0,5» → 1/2, 0,5, 50%.",
          "«30 av 50» → 3/5, 0,6, 60%.",
          "«12 av 48» → 1/4, 0,25, 25%."
        ],
        "reflection": [
          "- Hvilken representasjon fant du raskest?",
          "- Hvordan hjelper forenkling av brøk?",
          "- Når er desimaltall mest praktisk?"
        ],
        "tips": [
          "Gi 10–15 sekunder per runde.",
          "Velg verdier som lett kan forenkles.",
          "La noen par demonstrere høyt."
        ],
        "extra": []
      }
    },
    {
      "id": "F0203",
      "title": "Tre hjørner!",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "Hele klassen",
      "learning_goal": "representere og bruke brøk, desimaltal og prosent på ulike måtar og utforske dei matematiske samanhengane mellom desse representasjonsformene",
      "content": {
        "introduction": [
          "Elevene skal trene på å se at samme mengde kan skrives som brøk, desimal og prosent.Elevene bruker kroppen til å gå til riktig hjørne som viser en annen form enn det læreren sa."
        ],
        "main": [
          "Marker tre tydelige hjørner i rommet eller uteområdet:",
          "Hjørne 1: BRØK",
          "Hjørne 2: DESIMAL",
          "Hjørne 3: PROSENT",
          "Læreren roper ut en oppgave, for eksempel '0,5' eller '1/4' eller '75%'.",
          "Elevene skal gå til det hjørnet som har en annen form av det samme tallet.",
          "Når alle har valgt hjørne, spør læreren noen elever om å si hele 'rekken' (for eksempel 1/2 ↔ 0,5 ↔ 50%).",
          "Bytt mellom brøk, desimal og prosent som startform.",
          "Avslutt med at læreren sier bare én form, og elevene skal sammen finne de to andre."
        ],
        "examples": [
          "Lett:",
          "Hvis læreren sier '1/2', kan du gå til DESIMAL (0,5) eller PROSENT (50%).",
          "Hvis læreren sier '0,25', kan du gå til BRØK (1/4) eller PROSENT (25%).",
          "Hvis læreren sier '75%', kan du gå til BRØK (3/4) eller DESIMAL (0,75).",
          "",
          "Middels:",
          "2/5 ↔ 0,4 ↔ 40%",
          "3/10 ↔ 0,3 ↔ 30%",
          "",
          "Vanskelig:",
          "5/8 ↔ 0,625 ↔ 62,5%",
          "7/20 ↔ 0,35 ↔ 35%"
        ],
        "reflection": [
          "Hva var lett å oversette? Hva var vanskelig?",
          "Hvordan kan du sjekke at de tre formene betyr det samme?",
          "Hvorfor er det nyttig å kunne alle tre måtene å skrive tallet på?"
        ],
        "tips": [
          "Start med enkle og kjente brøker før du tar mer uvanlige.",
          "Oppmuntre elevene til å hjelpe hverandre med vanskelige konverteringer."
        ],
        "extra": []
      }
    },
    {
      "id": "F0301",
      "title": "Temperatur",
      "time": "15",
      "location": "Ute",
      "tools": "Kritt",
      "groupsize": "6–7",
      "learning_goal": "utforske negative tal i praktiske situasjonar",
      "content": {
        "introduction": [
          "Er du kald, varm eller helt passe? I denne aktiviteten skal elevene bruke kroppen til å utforske temperaturendringer og bevege seg på en tallinje med både positive og negative tall."
        ],
        "main": [
          "Del klassen i grupper på 6–7",
          "Lag tallinjer til antall grupper ute på bakken fra +10 til –10 med kritt.",
          "Fortell at 0 er startposisjon, og at mellom hver oppgave skal alle tilbake hit.",
          "Læreren sier befalinger, for eksempel: «det blir 3 grader kaldere».",
          "Gruppen beveger seg tilsvarende antall trinn bakover eller fremover på tallinjen.",
          "På hvert nytt tall skal elevene utføre en bevegelse som passer til temperaturen: gå vanlig dersom det blir varmere, gni hendene dersom det blir kaldere, hopp og skjelv ved minusgrader (alt under 0), legg seg ned ved ekstrem kulde (dersom man når -10)."
        ],
        "examples": [
          "Gruppen står på 0 og trekker “ minus 4 grader”. De flytter seg til minus 4 og begynner å gjøre småhopp og late som de skjelver."
        ],
        "reflection": [
          "Hvordan kjente dere igjen hvilke tall som var negative?",
          "Hvordan vet dere om dere skal gå fremover eller bakover?",
          "Hva betyr det når det blir kaldere?",
          "Var dere noen gang under null?"
        ],
        "tips": [
          "Bruk kritt, tau eller pinner til å lage tallinjen ute.",
          "La elevene bestemme nye bevegelser ved temperaturendringer"
        ],
        "extra": []
      }
    },
    {
      "id": "F0302",
      "title": "Byttehandel av stein",
      "time": "15",
      "location": "Ute",
      "tools": "Småstein,Kopp",
      "groupsize": "2",
      "learning_goal": "utforske negative tal i praktiske situasjonar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene utforske negative tall ved å gi og ta stein."
        ],
        "main": [
          "Del klassen i par.",
          "Be barne gå ut og finne 10 småstein hver.",
          "Elev A gjemmer et antall steiner i knyttet hånd bak ryggen mens B lukker øynene.",
          "Elev B gjetter antall steiner elev A har.",
          "Hvis gjetningen er riktig, får B disse steinene.",
          "Hvis gjetningen er feil, må B “betale” A antall steiner elev B har gjettet feil.",
          "Bytt roller og fortsett til én elev har mistet alle steinene."
        ],
        "examples": [
          "A hadde 15 steiner og B gjettet 12. Da må elev B gi 3 steiner til elev A."
        ],
        "reflection": [
          "Hvordan kan vi skrive minus 3 med negativt tall?",
          "Hjalp spillet å forstå hvordan man regner differanse?"
        ],
        "tips": [
          "Oppmuntre elevene til å si \"Du skylder meg... steiner\""
        ],
        "extra": []
      }
    },
    {
      "id": "F0303",
      "title": "Temperatur-tagger’n",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "utforske negative tal i praktiske situasjonar",
      "content": {
        "introduction": [
          "I denne aktiviteten gir læreren kommandoer om temperaturendringer, og elevene beveger seg opp og ned en imaginær tallinje for å beskrive temperaturendringen."
        ],
        "main": [
          "Midtlinjen i rommet = 0 °C. Én side er plussgrader, den andre minusgrader.",
          "La elevene plassere seg hvor de vil i klasserommet i forhold til denne midtlinjen.",
          "Læreren roper temperaturendringer (f.eks. «ned 3», «opp 5»).",
          "Elevene tar skritt frem/tilbake langs den imaginære tallinja.",
          "Etter 3–4 kommandoer roper læreren «rapport!» og noen elever sier slutt-temperaturen som de gjetter utifra hvor de står i forhold til midtlinjen."

        ],
        "examples": [
          "Start 0 → ned 3 → opp 5 → ned 7 = −5.",
          "Start +4 → ned 6 → opp 1 = −1."
        ],
        "reflection": [
          "Hva betyr «ned» og «opp» når du allerede er under 0?",
          "Hvordan kan negative tall brukes i andre situasjoner?",
          "Hva hjalp deg å holde oversikten?"
        ],
        "tips": [
          "Velg kun de sterkere elevene som skal svare på hvor de står hen - slik at de får mer utfordring."
        ],
        "extra": []
      }
    },
    {
      "id": "F0304",
      "title": "Pakkeleken",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Terning",
      "groupsize": "4–6",
      "learning_goal": "utforske negative tal i praktiske situasjonar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene leke pakkeleken der målet er å samle så mange pakker som mulig. Her får de en forståelse av subtraksjon i hverdagslige situasjoner, da man hele tiden må gi fra seg pakker, og tilslutt regne ut hvor mange man har igjen."
        ],
        "main": [
          "Be alle elevene finne 3 gjenstander hver (for eksempel: en bok, en blyant og en ball).",
          "Del klassen i grupper på 4-6 elever, og fortell elevene at de 3 gjenstandene de fant, er nå pakkene deres.",
          "Elevene i hver gruppe setter seg i en sirkel og kaster terningen på rundgang.",
          "Hvis man får 6, kan man ta én pakke fra en annen i gruppa. Hvis man ikke får 6, sender man ternigen videre.",
          "Sett en timer på 3 minutter.",
          "Målet med spillet er å samle flest mulig pakker innen tiden er ute.",
          "Når tiden er ute, ser man hvem som har flest pakker."
        ],
        "examples": [
          "Guri startet med 3 pakker, og fikk 6 tre ganger. Hun endte opp med 6 pakker totalt. Resten av gruppa klarte ikke å få 6. Lars startet med 3 pakker og endte opp med 0, da Guri tok alle pakkene hans."
        ],
        "reflection": [
          "Hvor mange pakker startet du med?",
          "Hvor mange pakker mistet du?",
          "Hvordan kan du skrive dette som et positivt eller negativt tall?"
        ],
        "tips": [
          "For å øke vanskelighetsgraden så kan man si at noen pakker er mer verdt enn andre, for eksempel 2 pakker. Da er det ny regel: hvis man får én sekser, så kan man kaste på nytt og hvis man da får 6 en gang til så kan man få pakken."
        ],
        "extra": []
      }
    },
    {
      "id": "F0401",
      "title": "Flykaptein på tidssoneoppdrag!",
      "time": "15",
      "location": "Ute",
      "tools": "Kritt, Reisekort, Startkort, Stedskort",
      "groupsize": "2",
      "learning_goal": "bruke tallinje i rekning med positive og negative tal",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bruke tallinjen for å regne med positive og negative tall ved å navigere mellom tidssoner. Her jobber elevene i par der en er pilot og en er flyleder. Flylederens oppgave er å gi instruksjoner til piloten. Pilotens oppgave er å følge instruksjonene og telle seg frem til riktig tidssone."
        ],
        "main": [
          "Print ut vedlagte reisekort,startkort og stedskort",
          "Lag en stor horisontal tallinje ute  fra –12 til +12, og merk sonene med land.",
          "Del elevene i par: én er pilot, én er flyleder.",
          "Flylederen trekker et startkort med en tidssone.",
          "Flylederen trekker deretter et pilotkort og gir en kommando med retningsendring i tidssoner (Eks: Fly 6 soner mot venstre).",
          "Piloten går fysisk langs tallinja og teller høyt mens piloten flytter seg.",
          "Piloten stopper i ny tidssone og leser landet.",
          "Bytt roller og gjenta."
        ],
        "examples": [
          "Flyleder sier: Du skal 6 skritt til venstre, hvor landet du?"
        ],
        "reflection": [
          "Hva skjer når vi flyr mot høyre?",
          "Hva med venstre?",
          "Hvilke regnestykker måtte dere gjøre?",
          "Hvordan kan du vite at du havnet riktig uten å gå hele veien?"
        ],
        "tips": [
          "Bruk kapteinlue eller pilotmerker for ekstra engasjement",
          "Elevene kan også finne på egne destinasjoner og så regne ut forskjell i tidssoner"
        ],
        "extra": [
          "printOuts/F0401.docx"
        ]
      }
    },
    {
      "id": "F0402",
      "title": "Levende tallinje",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "bruke tallinje i rekning med positive og negative tal",
      "content": {
        "introduction": [
          "I denne aktiviteten blir klasserommet en tallinje, og elevene regner med positive og negative tall ved å gå og hoppe."
        ],
        "main": [
          "Merk gulvet som tallinje fra −10 til +10.",
          "Læreren gir startposisjon og regneuttrykk (f.eks. «start −3, +5, −4»).",
          "Elevene går og hopper for å utføre regnestykket.",
          "Svarer høyt sluttposisjon.",
          "Gjenta 3–4 ganger."
        ],
        "examples": [
          "Start −3, +5, −4 → −2.",
          "Start 6, −8, +1 → −1.",
          "Start −2, −5, +7 → 0."
        ],
        "reflection": [
          "Hvordan hjalp tallinjen deg?",
          "Hva gjør vi når vi passerer 0?",
          "Når er tallinje nyttig i regning?"
        ],
        "tips": [
          "Bruk store tall i starten.",
          "La elever være ‘human markers’.",
          "Varier startpunkt."
        ],
        "extra": []
      }
    },
    {
    "id": "F0403",
    "title": "Eventyr-tallinja",
    "time": "5",
    "location": "Inne eller ute",
    "tools": "",
    "groupsize": "Hele klassen eller 4-5 per gruppe",
    "learning_goal": "bruke tallinje i rekning med positive og negative tal",
    "content": {
      "introduction": [
        "I denne leken er tallinja et eventyrland der tallene til høyre for null er 'solsiden' og tallene til venstre er 'skyggeriket'.",
        "Elevene skal hjelpe en figur (seg selv!) å reise gjennom landet ved å følge instruksjoner med positive og negative tall."
      ],
      "main": [
        "Marker en stor linje i rommet som tallinje. Midten er 0 – dette er 'grensa' mellom sol og skygge.",
        "Høyre side er positive tall (solsiden), venstre side er negative tall (skyggeriket).",
        "Læreren forteller små historier med bevegelsesinstruksjoner, f.eks.:",
        "– 'Du står på -2 i skyggeriket. Du finner en magisk bro som tar deg 5 steg frem.'",
        "– 'Du står på +4 i solsiden. En storm blåser deg 7 steg tilbake.'",
        "Elevene utfører bevegelsene på tallinja og sier høyt hvor de ender.",
        "Bruk både addisjon og subtraksjon, og gjerne kombinasjoner av flere steg i samme fortelling.",
        "Avslutt med at elever får lage sine egne små eventyr-instruksjoner."
      ],
      "examples": [
        "Lett:",
        "Start på 0, gå 3 steg frem → +3 (Du fant en skatt på solsiden!)",
        "Start på -2, gå 4 steg frem → +2 (Du fant veien ut av skyggeriket!)",
        "",
        "Middels:",
        "Start på +5, gå 8 steg tilbake → -3 (En drage jaget deg over grensa!)",
        "Start på -3, gå 7 steg frem → +4 (Du fant en magisk port til solsiden!)",
        "",
        "Vanskelig:",
        "Start på -6, gå 10 steg frem → +4 (En luftballong tok deg langt inn i solsiden!)",
        "Start på +2, gå 15 steg tilbake → -13 (En felle sendte deg dypt inn i skyggeriket!)"
      ],
      "reflection": [
        "Hva skjedde når du krysset fra sol til skyggeriket?",
        "Hvordan hjalp historien deg å huske regnestykket?",
        "Kan du lage din egen fortelling med tallinje-bevegelser?"
      ],
      "tips": [
        "Bruk stemme og mimikk for å gjøre historiene levende.",
        "La elevene samarbeide i små grupper om å lage oppgaver."
      ],
      "extra": []
    }
  },
  {
      "id": "F0404",
      "title": "Gå planken",
      "time": "15",
      "location": "Ute",
      "tools": "Kritt",
      "groupsize": "4",
      "learning_goal": "eksperimentere med teljing både framlengs og baklengs, velje ulike startpunkt og ulik differanse og beskrive mønster i teljingane",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene bevege seg langs en \"planke\" tegnet på bakken og telle skritt forlengs og baklengs. Målet er å holde seg på planken og bruke differanse til å forstå bevegelsen sin."
        ],
        "main": [
          "Tegn en rett strek (planke) på bakken med kritt – gjerne med tall fra -5 til +5 markert. Del klassen i grupper på 4",
          "Elevene stiller seg på startpunktet (0)",
          "Læreren gir instruksjoner, som: “Gå 5 skritt totalt” eller “Gå 3 frem og 2 tilbake”.",
          "Elevene går det antallet skritt og sier høyt hva de gjør.",
          "Etter bevegelsen forklarer elevene hvor de endte og hvordan de kom dit.",
          "Bytt på instruksjonene og utforsk ulike kombinasjoner."
        ],
        "examples": [
          "Gå 5 skritt totalt.",
          "Gå 3 skritt frem, deretter 2 skritt tilbake."
        ],
        "reflection": [
          "Hva startet du på, og hvor endte du?",
          "Hvordan vet du at du har gått riktig?",
          "Hva skjer når du går frem og så like mange tilbake?",
          "Hva skjedde da dere måtte gå baklengs? Hvordan påvirket det tellingen?"
        ],
        "tips": ["La elevene gi instruksjoner til hverandre."],
        "extra": []
      }
    },

    {
      "id": "F0501",
      "title": "Detektivene!",
      "time": "45",
      "location": "Inne",
      "tools": "Papir, Skrivesaker, Gåter",
      "groupsize": "5-6",
      "learning_goal": "bruke samansette rekneuttrykk til å beskrive og utføre utrekningar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene løse matematiske gåter på ulike poster og komme frem til et felles tall."
        ],
        "main": [
          "Print ut vedlagte gåter",
          "Del elevene i grupper på 5 til 6",
          "Lag 6 poster med hver sin gåte.",
          "Alle postene har samme tallsvar, så dette er lurt på holde hemmelig.",
          "Elevene går fra post til post og løser gåtene sammen – hver gåte gir dem et tall.",
          "Når alle postene er fullført, skal de finne ut hva som er det hemmelige tallet– nemlig tallet 16",
          "Klassen samles til slutt for å diskutere hvordan de løste uttrykkene."
        ],
        "examples": [
          "På én post står det: “Jeg har fire ben, men kan ikke gå. Tell bokstavene i navnet mitt og gang med antall bein.” Elevene svarer “bord”: 4 bokstaver x 4 bein = 16."
        ],
        "reflection": [
          "Hvordan tenkte dere for å løse gåtene?",
          "Hva slags regneuttrykk brukte dere mest?",
          "Hvilke strategier hjalp gruppa deres å samarbeide?"
        ],
        "tips": [
          "Vis hintkort for grupper som står fast.",
          "Tilpass gåtene og det hemmelige tallet ved gjenbruk av aktiviteten. "
        ],
        "extra": [
          "printOuts/F0501.docx"
        ]
      }
    },
     {
      "id": "F0502",
      "title": "Kroppskode",
      "time": "5",
      "location": "Inne",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "bruke samansette rekneuttrykk til å beskrive og utføre utrekningar",
      "content": {
        "introduction": [
          "I denne aktiviteten bruker elevene kroppen til å utføre sammensatte regneuttrykk."
        ],
        "main": [
          "Læreren sier et uttrykk (f.eks. (2 + 3) × 2).",
          "Elevene utfører i to trinn: først vise resultatet av parentesen med hopp, deretter multiplisere med klapp eller nye hopp.",
          "Gjenta med 4–5 uttrykk."
        ],
        "examples": [
        "Lett:",
        "(2 + 3) × 2 → hopp 5 ganger, deretter 2 runder = 10 hopp.",
        "4 + (6 ÷ 2) → hopp 4 ganger, deretter 3 ganger = 7 hopp.",
        "(10 − 4) × 3 → hopp 6 ganger, deretter 3 runder = 18 hopp.",
        "(5 + 5) × 2 → hopp 10 ganger, deretter 2 runder = 20 hopp.",
        "(8 − 3) + 4 → hopp 5 ganger, deretter 4 ganger = 9 hopp.",
        "",
        "Middels:",
        "(5 + 5) × 4 → hopp 10 ganger, deretter 4 runder = 40 hopp.",
        "(12 ÷ 3) + 7 → hopp 4 ganger, deretter 7 ganger = 11 hopp.",
        "(9 − 5) × (2 + 1) → hopp 4 ganger, deretter 3 runder = 12 hopp.",
        "(6 + 2) × (5 − 3) → hopp 8 ganger, deretter 2 runder = 16 hopp.",
        "20 ÷ (8 − 3) → hopp 5 ganger (fordi 8 − 3 = 5).",
        "",
        "Vanskelig:",
        "((4 + 6) ÷ 2) × 3 → hopp 5 ganger, deretter 3 runder = 15 hopp.",
        "((12 − 4) ÷ 2) + 9 → hopp 4 ganger, deretter 9 ganger = 13 hopp.",
        "(15 − (6 + 3)) × 2 → hopp 6 ganger, deretter 2 runder = 12 hopp.",
        "((8 + 4) × 2) − 5 → hopp 24 ganger, deretter trekk fra 5 hopp = 19 hopp.",
        "((10 ÷ 2) + (8 ÷ 4)) × 3 → hopp 7 ganger, deretter 3 runder = 21 hopp."
        ],
        "reflection": [
          "Hvordan hjalp det å dele uttrykket i deler?",
          "Hvorfor begynte vi med parentesene?",
          "Hvordan kan denne metoden brukes i hoderegning?"
        ],
        "tips": [
          "Start med små tall.",
          "Visualiser parenteser som stopp-punkter.",
          "Bruk både hopp og klapp for variasjon."
        ],
        "extra": []
      }
    },
    {
      "id": "F0601",
      "title": "Gjett X!",
      "time": "5",
      "location": "Ute",
      "tools": "Papir, Skrivesaker",
      "groupsize": "4",
      "learning_goal": "bruke ulike strategiar for å løyse lineære likningar og ulikskapar og vurdere om løysingar er gyldige",
      "content": {
        "introduction": [
          "I denne leken skal to par bytte på å tenke på et tall for variabelen x, og gjette hva x er. Par 1 tenker på et tall for x, og par 2 prøver å gjette svaret på likningen. Deretter bytter de roller."
        ],
        "main": [
          "Par 1 snur rygen til de to andre.",
          "Par 2 blir enige om et hemmelig tall for x (f.eks. x = 1).",
          "Læreren leser opp en likning høyt til hele klassen (f.eks. x + 2 = ?).",
          "Par 2 regner ut svaret (f.eks. 1 + 2 = 3) og viser det med kroppen (f.eks. hopper 3 ganger, klapper 3 ganger eller holder opp 3 fingre).",
          "Par 1 snur seg, observerer bevegelsene og gjetter svaret på likningen (f.eks. \"Svaret er 3\").",
          "Nå vet Par 1 at likningen er 3 og skjønner da at x må være 1.",
          "Par 1 responderer Par 2 med å gjøre en bevegelse som viser x (f.eks. hopper 1 gang).",
          "Læreren spør til slutt gruppene: \"Hva var x, og hva var svaret?\""

        ],
        "examples": [
          "Par 2 bestemmer at x=3",
          "Læreren sier: x + 1 = ?",
          "Par 2 viser tallet 4 med kroppen, ved for eksempel hoppe/snurre/klappe 4 ganger.",
          "Par 1 regner: x+1=4, ergo x må være 3.",
          "Par 1 hopper/snurrer/klapper 3 ganger til Par 1.",
          "Lærer spør: Hva var svaret?",
          "Par 1 svarer: x må være 3 "
        ],
        "reflection": [
          "Hvordan hjalp kroppslig aktivitet deg å forstå likningen?",
          "Hva gjorde det enklere eller vanskeligere å finne x?",
          "Hvordan samarbeidet dere i gruppa?"
        ],
        "tips": [
          "Varier likningene med både pluss og minus. Oppfordre til kreative måter å vise tall på med kroppen."
        ],
        "extra": []
      }
    },
    {
      "id": "F0602",
      "title": "Liknings-løype",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "bruke ulike strategiar for å løyse lineære likningar og ulikskapar og vurdere om løysingar er gyldige",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene løpe til riktig svar på en lineær likning eller ulikhet."
        ],
        "main": [
          "Læreren skriver eller sier en likning (f.eks. 2x + 3 = 9).",
          "Tre ‘svarstasjoner’ plasseres i rommet med ulike verdier av x.",
          "Elevene løper til stasjonen de mener er riktig løsning.",
          "Noen elever forklarer hvorfor løsningen er riktig.",
          "Gjenta 3–4 ganger."
        ],
        "examples": [
          "2x + 3 = 9 → x = 3.",
          "5x − 4 = 11 → x = 3.",
          "x + 7 > 10 → x > 3."
        ],
        "reflection": [
          "Hvilken strategi brukte du for å løse?",
          "Hvordan kan du sjekke om svaret stemmer?",
          "Hva gjør ulikheter annerledes enn likninger?"
        ],
        "tips": [
          "Bruk enkle tall for fart.",
          "Varier med ulikheter.",
          "La elever lage egne oppgaver."
        ],
        "extra": []
      }
  },
  {
    "id": "F0701",
    "title": "Tall-agentene",
    "time": "5",
    "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "3-4",
      "learning_goal": "utforske og bruke formålstenlege sentralmål i sine eigne og andre sine statistiske undersøkingar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene være små statistikere! De får velge et spørsmål, samle inn ekte data fra medelever, og bruke det til å renge ut gjennomsnitt, typetall og median. Til slutt sammenlignes funnene – og vi ser hvilken informasjon de ulike målene faktisk gir oss."
        ],
        "main": [
          "Del klassen inn i grupper på 3–4 elever.",
          "Gi hver gruppe et spørsmål å undersøke (f.eks. «Hvor mange søsken har dere?», «Hvor mange minutter bruker dere på lekser hver dag?»).",
          "Gruppa samler inn svar fra de andre i klassen.",
          "Etterpå samles samles gruppa og regner ut: gjennomsnitt, typetall, median",
          "Klassen diskuterer funnne samlet."
        ],
        "examples": [
          "Hvor mange søsken har dere ?",
          "Hvor mange kjæledyr har dere?",
          "Hvor mange sporter driver dere med?",
          "Hvor mange steder har dere bodd?"
        ],
        "reflection": [
          "Kan samme datasett gi ulike inntrykk avhengig av hvilket mål vi bruker?"
        ],
        "tips": [
          "Still spørsmål som knytter statistikken til elevenes hverdag"
        ],
        "extra": []
      }
    },
    {
      "id": "F0702",
      "title": "Statistikkstafett",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Kalkulator",
      "groupsize": "4-6",
      "learning_goal": "utforske og bruke formålstenlege sentralmål i sine eigne og andre sine statistiske undersøkingar",
      "content": {
        "introduction": [
          "I denne aktiviteten samler lagene rask data og beregner gjennomsnitt, typetall og median."
        ],
        "main": [
          "Del klassen inn i grupper på 4-6 elever.",
          "Læreren gir et tema (f.eks. skostørrelse i laget, antall søsken).",
          "Lagene samler data ved å spørre hverandre raskt.",
          "De beregner gjennomsnitt, median og typetall.",
          "Når alle lag er ferdige, går læreren over svarene til hver gruppe.",
          "Gjenta med nytt tema."
        ],
        "examples": [
          "Lett:",
          "Skostørrelse i gruppa",
          "Antall søsken",
          "Antall kjæledyr",
          "Antall frukter du spiste i dag",
          "",
          "Middels:",
          "Høyde i cm",
          "Tid (i minutter) brukt på lekser i går",
          "Antall bøker lest siste måned",
          "Antall minutter det tar å gå til skolen",
          "Antall meldinger sendt i går",
          "",
          "Vanskelig:",
          "Antall timer søvn siste uke (per natt, i desimaler)",
          "Lengde på skrittet ditt i cm",
          "Tid brukt på skjerm siste døgn (i minutter)",
          "Antall milliliter vann du drakk i dag",
          "Vekt på skoleveska (i kg)"
        ],
        "reflection": [
          "Hvilket sentralmål var raskest å finne?",
          "Når gir gjennomsnitt mest mening?",
          "Når er median eller typetall bedre?"
        ],
        "tips": [
          "Velg enkle tema for at det skal gå raskt å samle inn data."

        ],
        "extra": []
      }
    },
    {
      "id": "F0703",
      "title": "Terningkast",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Terninger, Skrivesaker, Ark",
      "groupsize": "Alle",
      "learning_goal": "utforske og bruke formålstenlege sentralmål i sine eigne og andre sine statistiske undersøkingar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene samle inn data ved å kaste en terning 20 ganger og utforske regne ut gjennomsnitt, typetall og median."
        ],
        "main": [
          "Hver elev får én terning og et ark.",
          "Eleven kaster terningen 20 ganger.",
          "Etter hvert kast noterer de tallet som kommer opp.",
          "Etter 20 kast, lager eleven et skjema der de teller hvor mange ganger hvert tall ble kastet.",
          "De regner ut typetall, median og gjennomsnitt."
        ],
        
        "examples": [
          "En elev får tallene: 3, 5, 1, 2, 5, 6, 4, 5, 5, 2, 1, 6, 3, 4, 2, 2, 5, 6, 3, 1. Typetallet er 5, fordi det kom flest ganger.",
          "En annen elev får tallene: 6, 6, 3, 3, 2, 5, 4, 1, 4, 6, 2, 3, 1, 5, 2, 4, 6, 3, 4, 2. Medianen blir 3,5 fordi de to midterste tallene (når tallene er sortert) er 3 og 4.",
          "Gjennomsnittet kan for eksempel være 3,4 hvis summen av alle kastene er 68."
        ],
        "reflection": [
          "Hva betyr det at et tall er typetall? Hvordan kan vi se det i resultatene?",
          "Hvorfor kan medianen være et halvt tall, selv om vi aldri kan kaste det med en terning?",
          "Er det større sjanse for å få en sekser hvis du har fått få seksere til nå? Hvorfor eller hvorfor ikke?",
          "Hvordan kan vi bruke brøk for å forklare hvor stor del av kastene som var for eksempel firere?"
        ],
        "tips": ["Læreren kan tegne opp hvordan skjemaet skal se ut på tavla."],
        "extra": []
      }
    },
    {
      "id": "F0704",
      "title": "Terningkamp",
      "time": "15",
      "location": "Inne",
      "tools": "Terning, Ark, Skrivesaker",
      "groupsize": "3-4",
      "learning_goal": "utforske og bruke formålstenlege sentralmål i sine eigne og andre sine statistiske undersøkingar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene samle inn data fra terningkast og bruke ulike sentralmål (typetall, median og gjennomsnitt) for å beskrive resultatene."
        ],
        "main": [
          "Del elevene inn i grupper på 3-4.",
          "Hver gruppe får én terning.",
          "Gruppa kaster terningen på rundgang 20 ganger tilsammen.",
          "Skriv ned alle resultatene i en liste.",
          "Sorter listen fra lavest til høyest.",
          "Finn typetall (det tallet som forekommer flest ganger), median (midtverdien) og gjennomsnitt.",
          "Diskuter i gruppa: Hvilket sentralmål gir best bilde av hvordan resultatene faktisk var?"
        ],
        "examples": [
          "En gruppe får tallene: 1, 3, 2, 6, 3, 4, 3, 5, 2, 6, 4, 3, 5, 2, 2, 1, 3, 4, 5, 6. Typetallet er 3, medianen er 3,5, gjennomsnittet er 3,55.",
          "En annen gruppe har et tydelig typetall (for eksempel 5), men medianen og gjennomsnittet viser at resultatene ellers var ganske jevnt fordelt."
        ],
        "reflection": [
          "Hvilket sentralmål gir mest mening å bruke for å beskrive resultatene deres? Hvorfor?",
          "Kan resultatene fra én gruppe se veldig annerledes ut enn en annen gruppe, selv om dere kastet like mange ganger? Hvordan?",
          "Hvis dere bare kunne fortelle ett tall til noen for å oppsummere hele undersøkelsen – hvilket ville dere valgt? (typetall, median eller gjennomsnitt)",
          "Hva kan være fordelen med å se på flere sentralmål i stedet for bare ett?"
        ],
        "tips": [
          "La gruppene bytte resultater og regne ut sentralmål for hverandres data for å trene på tolkning av andres undersøkelser."
        ],
        "extra": []
      }
    },

    {
      "id": "F0705",
      "title": "Myntkast",
      "time": "15",
      "location": "Ute",
      "tools": "Erteposer, Bøtte, Mynter, Ark, Skrivesaker",
      "groupsize": "5-6",
      "learning_goal": "utforske og bruke formålstenlege sentralmål i sine eigne og andre sine statistiske undersøkingar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene samle data fra flere runder med myntkast og kasting på bøtte, og bruke sentralmål (typetall, median, gjennomsnitt) til å oppsummere og tolke resultatene."
        ],
        "main": [
          "Hver elev kaster en mynt: Mynt = du får kaste, Kron = du må vente.",
          "De som får mynt, får én ertepose hver og prøver å treffe bøtta.",
          "Gruppene registrerer i et skjema: Hvor mange som fikk kaste, og hvor mange treff det ble.",
          "Gjenta runden 4–5 ganger.",
          "Etter siste runde regner gruppa ut typetall, median og gjennomsnitt for antall som fikk kaste, og for antall treff.",
          "Diskuter: Hvilket sentralmål beskriver best hvordan det gikk? Er det forskjell mellom «fikk kaste» og «traff»-dataene?"
        ],
        "examples": [
          "I én runde fikk 3 av 5 elever kaste, og 1 traff.",
          "Etter 5 runder fikk en gruppe: Antall som kastet = 3, 4, 5, 3, 4. Typetall = 3 og 4, median = 4, gjennomsnitt = 3,8.",
          "For treffene samme gruppe fikk: 1, 2, 3, 1, 2. Typetall = 1 og 2, median = 2, gjennomsnitt = 1,8."
        ],
        "reflection": [
          "For antall kast – hvilket sentralmål passer best til å beskrive resultatene deres? Hvorfor?",
          "For antall treff – ga samme sentralmål like god beskrivelse? Hvorfor eller hvorfor ikke?",
          "Hvis dere skulle presentere funnene deres til en annen klasse, hvilke tall ville dere valgt å vise?",
          "Hvordan kan vi se på dataene om noen runder var uvanlige i forhold til resten?"
        ],
        "tips": [
          "La elevene lage søylediagram for både antall kast og antall treff, og markere medianen på diagrammet."
        ],
        "extra": []
      }
    },

    {
      "id": "F0801",
      "title": "Statistikksamlerne",
      "time": "45",
      "location": "Inne/ute",
      "tools": "Registreringsskjemaer, skrivesaker,",
      "groupsize": "2–3",
      "learning_goal": "logge, sortere, presentere og lese data i tabellar og diagram og grunngi valet av framstilling",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene samle inn informasjon, organisere den i tabeller og presentere resultatene i diagram."
        ],
        "main": [
          "Print ut vedlagte registreringsskjema.",
          "La gruppene velge 2-3 temaer.",
          "Elevene går ut og registrerer data med skjemaer, fordelt på temaene.",
          "Tilbake i klasserommet: organiser data i tabell og lag et diagram."
        ],
        "examples": [
          "Mulige temaer: - Biltyper – Sykler – Kjæledyr i klassen – Fuglearter i skolegården – Farger på jakker - Insekter funnet ute - Antall søppelbiter i skolegården "
        ],
        "reflection": [
          "Hvordan bestemte dere hvilke data dere ville samle inn?",
          "Hva var lett eller vanskelig med å samle data?",
          "Hvorfor valgte dere akkurat den måten å vise resultatene på?"
        ],
        "tips": [
          "Bruk froskjellige farger for å skille søylene i søylediagrammet."
        ],
        "extra": [
          "printOuts/F0801.docx"
        ]
      }
    },
    {
      "id": "F0802",
      "title": "Mini-OL",
      "time": "45",
      "location": "Ute",
      "tools": "Stoppeklokke, Målebånd, Papir, Skrivesaker",
      "groupsize": "Alle",
      "learning_goal": "logge, sortere, presentere og lese data i tabellar og diagram og grunngi valet av framstilling",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene samle inn data gjennom å ha et mini-OL og bruke resultatene til å lage tabeller og diagrammer."
        ],
        "main": [
          "Print ut vedlagte skjemaer",
          "Forklar at elevene skal konkurrere i øvelser og loggføre resultatene.",
          "Gjennomfør øvelsene: lengdehopp, kast med liten ball, kast med stor ball og 60-meterløp.",
          "Gruppene måler og logger resultatene.",
          "Når alle har gjennomført, setter gruppene seg sammen og lager tabeller.",
          "Elevene velger en type diagram og lager det."
        ],
        "examples": [
          "Et lag finner ut at gjennomsnittlig tid på 60 meteren var 10,2 sekunder, og lager et stolpediagram som viser dette for hver elev."
        ],
        "reflection": [
          "Hvilket diagram ga best oversikt?",
          "Var det stor forskjell på hvem som var raskest og hvem som hoppet lengst?",
          "Hva var mest gøy – samle inn data eller lage diagram?"
        ],
        "tips": [
          "La elevene prøve å tolke hverandres diagram. Bruk farger for å gjøre diagrammene tydeligere. Juster øvelsene etter tilgjengelig plass."
        ],
        "extra": [
          "printOuts/F0802.docx"
        ]
      }
    },
    {
      "id": "F0803",
      "title": "Kongen befaler!",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "logge, sortere, presentere og lese data i tabellar og diagram og grunngi valet av framstilling",
      "content": {
        "introduction": [
          "Kongen befaler! I denne aktiviteten skal elevene lage levende diagrammer med kroppen og forklare hvorfor det passer best."
        ],
        "main": [
          "Læreren er kongen og sier et tema (f.eks. favorittfarge, antall søsken).",
          "Elevene roper ut sitt svar og løper til den ‘kolonnen’ i rommet som representerer svaret. Her må elevene snakke sammen.",
          "Gjenta med 2–3 tema."
        ],
        "examples": [
          "Tema: favorittfarge → blå (6 elever), rød (4), grønn (5) → elevene står som levende stolpediagram.",
          "Tema: antall søsken → 0 (3 elever), 1 (8), 2 (4)."
        ],
        "reflection": [
          "Hvilket diagram passet best for denne typen data?",
          "Hvordan gjorde dere sorteringen?"
        ],
        "tips": [
          "Velg enkle tema for å holde tempo."
        ],
        "extra": []
      }
    },
    {
      "id": "F0901",
      "title": "Budsjettjakt- Hva blir ditt liv?",
      "time": "15",
      "location": "Inne/ute",
      "tools": "Pengekort, Papir, Skrivesaker",
      "groupsize": "Alle",
      "learning_goal": "lage og vurdere budsjett og rekneskap ved å bruke rekneark med cellereferansar og formlar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene utforske økonomi ved å dra på jakt og velge 3 kort: 1 inntekt, 1 utgift og 1 hobby. Deretter skal de regne ut hvor mye penger de har igjen."
        ],
        "main": [
          "Print ut vedlagte pengekort",
          "Gjem tre typer kort rundt i klasserommet eller ute (grønne for inntekt, røde for faste utgifter, blå for hobby)",
          "Elevene skal finne ett kort av hver farge.",
          "Når de har funnet kortene, setter de seg ned og regner ut gjenstående beløp på ark.",
          "Læreren kan deretter stille refleksjonsspørsmål knyttet til balanse i budsjett og bruk av rekneark."
        ],
        "examples": [
          "En elev finner kortene: Grønt: Youtuber = 4000 kr, Rødt: Husleie = 4 000 kr, Blått: Hund = 1 200 kr. Budsjett:4 000 - 4 000- 1200= 1200 i minus!"
        ],
        "reflection": [
          "Gikk du i pluss eller minus?",
          "Hva kunne du endret for å få bedre balanse?",
          "Hvordan kunne et regneark hjulpet deg å holde oversikt?",
          "Kunne du brukt en kommando i excel for å løse oppgaven kjappere? (Hint: SUM())"
        ],
        "tips": [
          "Lærer går og sjekker utregningene når alle er ferdig."
        ],
        "extra": [
          "printOuts/F0901.png"
        ]
      }
    },
    {
      "id": "F0902",
      "title": "Budsjettløpet",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Pengelapper, utgiftslapper",
      "groupsize": "Lag",
      "learning_goal": "lage og vurdere budsjett og rekneskap ved å bruke rekneark med cellereferansar og formlar",
      "content": {
        "introduction": [
          "I denne aktiviteten lager lagene et fysisk budsjett på gulvet og må holde oversikt over inntekter og utgifter."
        ],
        "main": [
          "Lagene får ‘inntektskort’ (penger) og ‘utgiftskort’ (regninger).",
          "Læreren roper en situasjon, f.eks. «kjøp en bussbillett til 40 kr».",
          "Lagene må fysisk levere riktig beløp fra sin ‘budsjettbunke’.",
          "Etter 4–5 runder teller lagene hvor mye de har igjen og vurderer om budsjettet gikk i pluss eller minus."
        ],
        "examples": [
          "Inntekt: 500 kr, Utgifter: 100 kr mat, 40 kr buss, 60 kr kino → igjen: 300 kr.",
          "Inntekt: 400 kr, Utgifter: 300 kr sko, 120 kr spill → igjen: −20 kr (må låne)."
        ],
        "reflection": [
          "Hva var viktig for å holde oversikt over budsjettet?",
          "Hva skjer hvis vi bruker mer enn vi tjener?",
          "Hvordan kunne vi planlagt bedre?"
        ],
        "tips": [
          "Bruk store lapper så alle ser beløpene.",
          "La lagene stå på hvert sitt ‘kontor’."
        ],
        "extra": ["Printouts!!"]
      }
    },
    {
      "id": "F0903",
      "title": "Vikingmarkedet",
      "time": "15",
      "location": "Inne/ute",
      "tools": "Ingen",
      "groupsize": "Alle",
      "learning_goal": "lage og vurdere budsjett og rekneskap ved å bruke rekneark med cellereferansar og formlar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene være vikinger som samler gjenstander og bytter dem med hverandre, og trene på å argumentere for verdi og likhet."
        ],
        "main": [
          "Elevene starter som vikinger og får i oppdrag å samle 5–10 gjenstander (f.eks. steiner, kongler, skjell).",
          "Etter innsamling går de til “markedet” (klasserommet) og får bytte med hverandre.",
          "For hvert bytte må de argumentere: Hva gjør at disse to tingene er like mye verdt?"
        ],
        "examples": [
          "Elev A har 3 små steiner og bytter dem mot én flat, fin kongle. “Denne er stor og sjelden, og jeg synes den er like mye verdt som tre små steiner."
        ],
        "reflection": [
          "Hvordan visste du at to ting var like verdifulle?",
          "Hvilke egenskaper brukte du for å vurdere verdi?",
          "Hvordan kan du bruke et regneark til å vise hva du byttet og hvor mye det var verdt?"
        ],
        "tips": ["Sett på vikingmusikk i klasserommet for mer engasjement."],
        "extra": []
      }
    },
    {
      "id": "F0904",
      "title": "Budsjett på 500kr",
      "time": "15",
      "location": "Inne",
      "tools": "Papir, Skrivesaker",
      "groupsize": "3-4",
      "learning_goal": "lage og vurdere budsjett og rekneskap ved å bruke rekneark med cellereferansar og formlar",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene samarbeide om å lage et enkelt budsjett, samtidig som de lærer å prioritere utgifter."
        ],
        "main": [
          "Del klassen i grupper på 3-4, og si at elevene har 500 kr hver.",
          "Skriv en prisliste på tavla (f.eks. Is: 20 kr, Kino: 100 kr, Tusenfryd: 200 kr, Leker: 60 kr).",
          "Gruppene skal velge hva de vil bruke pengene på, og fylle ut et enkelt budsjett på papir.",
          "De må regne ut totalsummen og hvor mye penger de har igjen.",
          "Etterpå diskuterer dere: Hva prioriterte dere? Hvorfor? Kunne dere fått mer for pengene?"
        ],
        "examples": [
          "En gruppe på 3 kjøper én kinobillett (100 kr), én is (20 kr), én leke (60 kr). Total: 180 kr. De har 120 kr igjen og vurderer om de heller burde valgt Tusenfryd."
        ],
        "reflection": [
          "Hva var viktigst for dere å bruke penger på?",
          "Hvordan regnet dere ut totalen?",
          "Hva hadde skjedd om dere hadde hatt 100 kr mer?",
          "Hvordan kan dere vise valgene deres i et regneark?"
        ],
        "tips": [],
        "extra": []
      }
    },
    {
      "id": "F0905",
      "title": "Budsjettleken",
      "time": "5",
      "location": "Inne eller ute",
      "tools": "",
      "groupsize": "4-5",
      "learning_goal": "lage og vurdere budsjett og rekneskap ved å bruke rekneark med cellereferansar og formlar",
      "content": {
        "introduction": [
          "I denne aktiviteten later vi som vi er et budsjett, der hver elev er en utgift eller en inntekt.",
          "Vi trener på å legge sammen og trekke fra tall for å finne ut hvor mye penger som er igjen."
        ],
        "main": [
          "Del klassen i grupper på 4-5.",
          "Hver elev får en 'rolle' som enten inntekt (penger inn) eller utgift (penger ut). Læreren sier for eksempel: 'Du har 5000 kr i lønn', 'Du bruker 2000 kr på mat', 'Du bruker 1000 kr på klær'.",
          "Gruppen stiller seg opp på en linje: først inntektene, deretter utgiftene.",
          "Gruppen legger sammen inntektene, trekker fra utgiftene, og finner ut hvor mye penger som er igjen.",
          "Gjenta med nye tall og bland rollene, slik at alle får prøve både inntekt og utgift."
        ],
        "examples": [
          "Lett: Lønn = 5000 kr, Mat = 2000 kr → 5000 - 2000 = 3000 kr igjen",
          "Middels: Lønn = 6000 kr, Mat = 2500 kr, Transport = 1000 kr → 6000 - (2500 + 1000) = 2500 kr igjen",
          "Vanskelig: Lønn = 8000 kr, Mat = 3000 kr, Husleie = 4000 kr, Kino = 500 kr → 8000 - (3000 + 4000 + 500) = 500 kr igjen"
        ],
        "reflection": [
          "Hva skjer med det som er igjen når utgiftene blir større?",
          "Hvorfor er det lurt å vite hva som er inntekter og utgifter?",
          "Hva kunne vi gjort for å spare mer?"
        ],
        "tips": [
          "Bruk runde tall for å gjøre det enkelt å regne i hodet.",
          "Oppmuntre elevene til å forklare regnestykket høyt."
        ],
        "extra": []
      }
    },
    {
      "id": "FA01",
      "title": "Kongen befaler!",
      "time": "5",
      "location": "Inne/ute",
      "tools": "Datakort",
      "groupsize": "Alle",
      "learning_goal": "bruke programmering til å utforske data i tabellar og datasett",
      "content": {
        "introduction": [
          "Denne aktiviteten er en variant av kongen befaler der kongen skal gi instrukser som likner på excel kommandoer, og elever skal sortere/gruppere seg deretter."
        ],
        "main": [
          "Print ut vedlagte datakort og forklar hva hver kolonne er:  Navn, alder, høyde, favorittfarge og frukt i matboksen.",
          "Skriv kolonneoverskriftene på tavla for at elevene skal huske hva hver kolonne betyr.",
          "Del ut ett kort til hver elev.",
          "Kongen (læreren) sier én kommando av gangen.",
          "Elevene følger instruksjonene fysisk – de sorterer,grupperer, filtrerer seg.",
          "Etter 3–5 kommandoer kan du ta en kort refleksjon i plenum."
        ],
        "examples": [
          "Filtrering (if-setning):",
          "Kongens befalinger: ",
          "Alle med favorittfargen blå, still dere langs veggen!",
          "Hvis du har frukt i matboksen, klapp to ganger og sett deg på huk!",
          "Kombinert filter (betingelse 1 & betingelse 2) :",
          "Alle som er 12 år OG har favorittfargen grønn, rekk opp en hånd!",
          "Hvis du er 13 år ELLER har høyde 'lav', hopp tre ganger!",
          "Sortering:",
          "Sorter dere i stigende rekkefølge etter alder!",
          "Alle med høyde 'middels' – grupper dere etter favorittfargene deres!",
          "Gruppering: ",
          "Finn de andre med samme favorittfarge og ta en high-five!",
          "Grupper dere etter om dere har frukt eller ikke!", 
          "Ekstra utfordring:",
          "Finn tre andre som har én ting til felles med deg – lag en firkant!",
          "Lag to rekker – én med alder 11 og én med alder 12, sortert etter høyde!"
        ],
        "reflection": [
          "Hvordan fant dere ut hvem som passet til kriteriene?",
          "Hvordan kunne programmering gjort dette enklere eller raskere?"
        ],
        "tips": [
          
          "Trenger ikke å bruke datakortene, man kan også bruke elevene selv som data: øyenfarge, hårfarge, favorittfarge osv."
        ],
        "extra": [
          "printOuts/F1001.docx"
        ]
      }
    },
    {
      "id": "FA02",
      "title": "Datajakten!",
      "time": "5",
      "location": "Inne",
      "tools": "Ingen",
      "groupsize": "2",
      "learning_goal": "bruke programmering til å utforske data i tabellar og datasett",
      "content": {
        "introduction": [
          "I denne aktiviteten trener elevene på å tenke som et program som filtrerer og henter ut data."
        ],
        "main": [
          "Del klassen i par.",
          "Læreren er ‘dataserver’ og har en tabell med informasjon (f.eks. navn, alder, favorittsport).",
          "Parene sender ‘programmeringskommandoer’ muntlig (f.eks. «vis alle over 12 år som liker fotball»).",
          "Læreren roper ut de ‘filtrerte’ radene.",
          "Etter et par runder bytter dere roller slik at elever kan være ‘server’."
        ],
        "examples": [
          "Tabell med 10 personer → kommando: ‘alder > 12 og sport = fotball’ → returnerer 3 navn.",
          "Kommando: ‘favorittfarge = blå’ → returnerer 4 navn."
        ],
        "reflection": [
          "Hvordan er dette likt å bruke filtre i programmering?",
          "Hva skjer hvis vi legger til flere vilkår?",
          "Hva er fordelen med å hente ut bare deler av data?"
        ],
        "tips": [
          "Bruk enkel tabell på tavla for fart.",
          "Start med én betingelse og legg til flere."
        ],
        "extra": []
      }
    },
    {
      "id": "FA03",
      "title": "Kodekongen!",
      "time": "15",
      "location": "Inne/ute",
      "tools": "Papir, Skrivesaker",
      "groupsize": "4-5",
      "learning_goal": "bruke programmering til å utforske data i tabellar og datasett",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene styre en “robot” ved å lage og gi instruksjoner i form av korte kommandoer, som gjennomføres i rekkefølge. De utforsker vilkår og løkker uten å bruke kodespråk."
        ],
        "main": [
          "Del klassen i grupper på 4-5",
          "En elev på hver gruppe er “roboten” som følger instruksjoner slavisk.",
          "Elevene skriver korte kommandoer på lapper (f.eks. “Gå frem 3 steg”, “Snurr én gang”, “Hopp”).",
          "De kan legge inn *vilkår* (“Hvis du ser noe grønt – snurr”) og *løkker* (“Gjenta 2 ganger: Gå frem 1 steg, klapp”).",
          "Disse lappene blir gitt til roboten som må følge instruksjonene i rekkefølgen som ble gitt.",
          "Lærer følger lappene i rekkefølge. Elevene observerer og justerer."
        ],
        "examples": [
          "Hvis roboten får: “Gå frem 1 steg”, “Gjenta 2 ganger: klapp og hopp”, “Hvis du ser en grønn ting, snurr”, så utfører eleven alt i rekkefølge og resten ser hvordan instruksjonene virker."
        ],
        "reflection": [
          "Hva betyr det å *gjenta* noe i en algoritme?",
          "Hva skjer hvis vi ikke skriver riktig rekkefølge?",
          "Hva er en “løkke”? ",
          "Hva er et vilkår?"
        ],
        "tips": [],
        "extra": []
      }
    },
    {
      "id": "FA04",
      "title": "Mimeleken!",
      "time": "5",
      "location": "Inne",
      "tools": "Ingen",
      "groupsize": "2",
      "learning_goal": "lage algoritmer og uttrykke dem ved bruk av variabler, vilkår og løkker",
      "content": {
        "introduction": [
          "I denne aktiviteten skal elevene lage og mime et mønster, som den andre må gjette og beskrive som en algoritme med variabler, vilkår eller løkker."
        ],
        "main": [
          "Elev A finner på et kort mønster med kroppsbevegelser, for eksempel klapp, tramp, snurr eller hopp. Mønsteret kan gjentas (løkke) eller endres basert på et «vilkår» (for eksempel klapp bare hvis partneren løfter hånden).",
          "Elev A mimer mønsteret 2–3 ganger.",
          "Elev B prøver å beskrive mønsteret som en algoritme, og si om det inneholder variabler (ting som kan endres), vilkår (hvis/ellers) eller løkker (gjentakelse).",
          "Bytt roller og gjenta med nye mønstre.",
          "Utfordring: Prøv å lage et mønster som kombinerer både en løkke og et vilkår."
        ],
        "examples": [
          "Elev A klapper to ganger og tramper én gang, gjentar dette tre ganger. Elev B sier: «Løkke: gjenta (klapp, klapp, tramp) tre ganger».",
          "Elev A klapper bare hvis Elev B løfter høyre hånd, ellers tramper han. Elev B sier: «Vilkår: hvis partner løfter hånden, klapp, ellers tramp».",
          "Elev A lager mønster: hopp, klapp, hopp, klapp, som går om igjen uten stopp. Elev B sier: «Uendelig løkke med to steg: hopp, klapp»."
        ],
        "tips": [
          "Start med enkle mønstre slik at alle forstår konseptet.",
          "Avtal på forhånd hva som er 'vilkårssignalet', for eksempel løftet hånd eller snu seg.",
          "Varier kompleksiteten – først bare løkker, deretter legg til vilkår."
        ],
        "reflection": [
          "Hva gjorde det lett å kjenne igjen mønsteret?",
          "Hvordan kan en mønsterbeskrivelse bli til en algoritme?",
          "Hvordan kan vi bruke løkker og vilkår til å gjøre mønstre mer spennende?"
        ],
        "extra": []
      }
    }
  ]
}